[
	{
		"title": "1 Thessalonians 4:13-17  (Epistle Departed)",
		"contents": "<dl class=\"reading\"><dt>13</dt><dd>But I do not want you to be ignorant, brethren, concerning those who have fallen asleep, lest you sorrow as others who have no hope.</dd><dt>14</dt><dd>For if we believe that Jesus died and rose again, even so God will bring with Him those who sleep in Jesus.</dd><dt>15</dt><dd>For this we say to you by the word of the Lord, that we who are alive and remain until the coming of the Lord will by no means precede those who are asleep.</dd><dt>16</dt><dd>For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first.</dd><dt>17</dt><dd>Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord.</dd></dl>",
		"source": "https://www.oca.org/readings/daily/2023/02/18/1",
		"date": "2023-02-18"
	},
	{
		"title": "John 5:24-30  (Gospel Departed)",
		"contents": "<dl class=\"reading\"><dt>24</dt><dd>Most assuredly, I say to you, he who hears My word and believes in Him who sent Me has everlasting life, and shall not come into judgment, but has passed from death into life.</dd><dt>25</dt><dd>Most assuredly, I say to you, the hour is coming, and now is, when the dead will hear the voice of the Son of God; and those who hear will live.</dd><dt>26</dt><dd>For as the Father has life in Himself, so He has granted the Son to have life in Himself,</dd><dt>27</dt><dd>and has given Him authority to execute judgment also, because He is the Son of Man.</dd><dt>28</dt><dd>Do not marvel at this; for the hour is coming in which all who are in the graves will hear His voice</dd><dt>29</dt><dd>and come forth – those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of condemnation.</dd><dt>30</dt><dd>I can of Myself do nothing. As I hear, I judge; and My judgment is righteous, because I do not seek My own will but the will of the Father who sent Me.</dd></dl>",
		"source": "https://www.oca.org/readings/daily/2023/02/18/2",
		"date": "2023-02-18"
	},
	{
		"title": "1 Corinthians 10:23-28  (Epistle)",
		"contents": "<dl class=\"reading\"><dt>23</dt><dd>All things are lawful for me, but not all things are helpful; all things are lawful for me, but not all things edify.</dd><dt>24</dt><dd>Let no one seek his own, but each one the other’s well-being.</dd><dt>25</dt><dd>Eat whatever is sold in the meat market, asking no questions for conscience’ sake;</dd><dt>26</dt><dd>for “the earth is the LORD’s, and all its fullness.”</dd><dt>27</dt><dd>If any of those who do not believe invites you to dinner, and you desire to go, eat whatever is set before you, asking no question for conscience’ sake.</dd><dt>28</dt><dd>But if anyone says to you, “This was offered to idols,” do not eat it for the sake of the one who told you, and for conscience’ sake; for “the earth is the LORD’s, and all its fullness.”</dd></dl>",
		"source": "https://www.oca.org/readings/daily/2023/02/18/3",
		"date": "2023-02-18"
	},
	{
		"title": "Luke 21:8-9 25-27 33-36  (Gospel)",
		"contents": "<dl class=\"reading\"><dt>8</dt><dd>And He said: “Take heed that you not be deceived. For many will come in My name, saying, ‘I am He,’ and, ‘The time has drawn near.’ Therefore do not go after them.</dd><dt>9</dt><dd>But when you hear of wars and commotions, do not be terrified; for these things must come to pass first, but the end will not come immediately.”</dd><dt>25</dt><dd>And there will be signs in the sun, in the moon, and in the stars; and on the earth distress of nations, with perplexity, the sea and the waves roaring;</dd><dt>26</dt><dd>men’s hearts failing them from fear and the expectation of those things which are coming on the earth, for the powers of the heavens will be shaken.</dd><dt>27</dt><dd>Then they will see the Son of Man coming in a cloud with power and great glory.</dd><dt>33</dt><dd>Heaven and earth will pass away, but My words will by no means pass away.</dd><dt>34</dt><dd>But take heed to yourselves, lest your hearts be weighed down with carousing, drunkenness, and cares of this life, and that Day come on you unexpectedly.</dd><dt>35</dt><dd>For it will come as a snare on all those who dwell on the face of the whole earth.</dd><dt>36</dt><dd>Watch therefore, and pray always that you may be counted worthy to escape all these things that will come to pass, and to stand before the Son of Man.”</dd></dl>",
		"source": "https://www.oca.org/readings/daily/2023/02/18/4",
		"date": "2023-02-18"
	}
]