{
    "readings": [
        {
            "title": "Memorial Saturday of Meatfare",
            "contents": "<p><a href=\"/saints/troparia/2023/02/18/4-memorial-saturday-of-meatfare\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>On the day before Meatfare Sunday, on which we remember the Last Judgment, the Orthodox Church prays for those of its members who may have died unexpectedly because of wars, plagues, starvation, or any other sort of death while they were in a foreign country, or while they were traveling by sea, by land, or by air. The Church also prays for the poor, or for those who may not have received a proper burial, or who had no one to request Memorial Services to be offered for them.</p><p>We pray for the departed on this Saturday because the Orthodox Church has established Saturday as the proper day of the week for remembering the dead. On this day before we hear the Gospel about the Last Judgment, we should pause to recall our own inescapable death when we shall appear before Christ to give an account of our lives. May we have \"an acceptable defense before His dread Judgment Seat.\"</p><p>As we prepare for the spiritual struggles of the Great Fast, we should remember that we have been given this present life for repentance and for entreating God's mercy. When Christ comes in glory to judge the world, it will be too late then to say that we repent, or to ask for mercy. Therefore, we should make the most of the time that has been given us in order to struggle against every sinful impulse which separates us from God, to confess our sins, to correct ourselves, and to pursue a life of virtue and holiness.</p><p>During the week leading up to Meatfare Sunday, we do not sing \"Alleluia\" in place of \"God is the Lord,\" at Matins. \"Alleluia\" is appointed to be sung on the Wednesday and Friday of Cheesefare Week, and also during Great Lent. See the TYPIKON or the OCA rubrics book for information about the structure of the pre-Lenten and Lenten services.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/18/4-memorial-saturday-of-meatfare",
            "date": "2023/2/18"
        },
        {
            "title": "Saint Leo the Great Pope of Rome",
            "contents": "<p><a href=\"/saints/troparia/2023/02/18/100553-saint-leo-the-great-pope-of-rome\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Leo I the Great, Pope of Rome (440-461), received a fine and diverse education, which opened for him the possibility of an excellent worldly career. He yearned for the spiritual life, however, and so he chose the path of becoming an archdeacon under holy Pope Sixtus III (432-440), after whose death Saint Leo was chosen as Bishop of Rome in September 440.</p><p>These were difficult times for the Church, when heretics assaulted Orthodoxy with their false teachings. Saint Leo combined pastoral solicitude and goodness with an unshakable firmness in the confession of the Faith. He was in particular one of the basic defenders of Orthodoxy against the heresies of Eutyches and Dioscorus, who taught that there was only one nature in the Lord Jesus Christ. He was also a defender against the heresy of Nestorius.</p><p>He exerted all his influence to put an end to the unrest by the heretics in the Church, and by his letters to the holy emperors Theodosius II (408-450) and Marcian (450-457), he actively promoted the convening of the Fourth Ecumenical Council, at Chalcedon in 451, to condemn the heresy of the Monophysites. </p><p>At the Council at Chalcedon, at which 630 bishops were present, a letter of Saint Leo to the deceased Saint Flavian, Patriarch of Constantinople (447-449) was read. Saint Flavian had suffered for Orthodoxy under the “Robber Council” of Ephesus in the year 449. In the letter of Saint Leo the Orthodox teaching about the two natures [the divine and the human] in the Lord Jesus Christ was set forth. All the bishops present at the Council were in agreement with this teaching, and so the heretics Eutyches and Dioscorus were excommunicated from the Church.</p><p>Saint Leo was also a defender of his country against the incursions of barbarians. In 452, by the persuasive power of his words, he stopped Attila the Hun from pillaging Italy. Again in the year 455, when the leader of the Vandals [a Germanic tribe], Henzerich, turned towards Rome, he persuaded him not to pillage the city, burn buildings, nor to spill blood.</p><p>He knew the time of his death beforehand, and he prepared himself, with forty days of fasting and prayer, to pass from this world into eternity.</p><p>He died in the year 461 and was buried at Rome. His literary and theological legacy is comprised of 96 sermons and 143 letters, of which the best known is his Epistle to Saint Flavian.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/18/100553-saint-leo-the-great-pope-of-rome",
            "date": "2023/2/18"
        },
        {
            "title": "Venerable Cosmas of Yakhrom",
            "contents": "<p><a href=\"/saints/troparia/2023/02/18/100554-venerable-cosmas-of-yakhrom\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Cosmas of Yakhrom was the servant of a certain Boyar, whom he comforted during his long illness by reading to him from books. And so, travelling from town to town, they happened to stop at the Yakhrom River. Exhausted by their long journey, they fell into a sound sleep. Suddenly, Cosmas was awakened by a vision of extraordinary light. In a tree, Cosmas saw an icon of the Dormition of the Most Holy Theotokos, and he heard a mysterious voice say: \"Pay attention, Cosmas, and understand the words of life. Lead a God-pleasing life and seek the joy of the righteous, so that you may receive eternal blessings.” </p><p> The voice also commanded him to become a monk and to build a monastery. </p><p> Reverently, he took the Icon of the Mother of God and brought it to his sick master. As soon as it was placed on the old man, he was healed of his infirmity. When his term of servitude expired, Saint Cosmas went to the Kiev Caves Lavra. After giving the Icon to the brethren, he was tonsured in that Monastery. After he was tonsured, he astonished even experienced monks by his asceticism. The Saint contested there for many years, and then he had a vision of an Angel telling him to leave the Lavra and to take with him the Icon of the Mother of God which had appeared to him. </p><p> He asked the monks for the Icon, and left Kiev, arriving at the place where the wonderworking Icon had appeared to him. There, with the help of some pious donors, he built a temple dedicated to the Dormition of the Mother of God. He remained at the church, engaging in various monastic struggles which he had imposed on himself. Disciples began to gather around the Saint, a Monastery was established, and Saint Cosmas was chosen as its Igoumen. During this time, word of his ascetic struggles even reached the ears of the Great Prince. </p><p> Saint Cosmas reposed at an advanced age on February 18, 1492, and was buried in the Monastery which he founded. He is also commemorated on October 14, the Feast of the Yakhrom Icon of the Mother of God.<sup>1</sup> </p><p></p><p> <sup>1</sup> Many sources indicate that it was an icon of the Dormition of the Most Holy Theotokos which appeared to Saint Cosmas, but only a reputed copy of the Icon has been preserved, which depicts the Mother of God according to the \"Tenderness\" category of Russian icons.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/18/100554-venerable-cosmas-of-yakhrom",
            "date": "2023/2/18"
        },
        {
            "title": "Saint Agapitos the Confessor and Wonderworker Bishop of Synnada in Phrygia",
            "contents": "<p><a href=\"/saints/troparia/2023/02/18/100555-saint-agapitos-the-confessor-and-wonderworker-bishop-of-synnada\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Agapitos came from Cappadocia and was the son of pious and God-loving parents. He lived during the time of the emperors Diocletian (284-305) and Maximian (285-305). At a young age he departed for a monastery near Synnada in Phrygia, where he became a monk. He was loved by the Igumen because of his virtuous life and so he was taught how to read and write. He also received from God the gift of working miracles, performing over a hundred of them. By his prayers he killed a great dragon, which had appeared near the monastery, carrying off both people and animals. This was a great benefit for those who had turned to him for help.</p><p> Later on, during the reign of Licinius (308-323) Saint Agapitos was recruited into the army against his will. There he saw the victorious Martyrs Victor, Dorotheos, Theodoulos, Agrippa and many others, being tortured for their faith in Christ. Right away he wanted to join them in their martyrdom. Though they were perfected in Christ by the sword, he was preserved and, by God's providence, he suffered no harm, even though they wounded him with a spear. His life was spared so that he might lead many to salvation.</p><p> The holy Emperor Constantine the Great (May 21) heard that Saint Agapitos could heal people by his prayers. The emperor sent him a sick servant, and he was cured. Saint Constantine wished to reward Saint Agapitos, but he asked only that he be discharged from military service and be permitted to return to his monastery. His request was granted, and so he went back to the monastery.</p><p> Saint Agapitos devoted himself to the study of the Holy Gospel, and the Bishop of Synnada ordained him to the holy priesthood. After the bishop reposed, Saint Agapitos was chosen to succeed him in this position by the common consent of the clergy and the people.</p><p> After governing his flock in a God-pleasing manner, instructing them in the Orthodox Faith, and in virtuous living, Saint Agapitos reposed in peace</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/18/100555-saint-agapitos-the-confessor-and-wonderworker-bishop-of-synnada",
            "date": "2023/2/18"
        },
        {
            "title": "Saint Flavian the Confessor Patriarch of Constantinople",
            "contents": "<p><a href=\"/saints/troparia/2023/02/18/100556-saint-flavian-the-confessor-patriarch-of-constantinople\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Flavian the Confessor, Patriarch of Constantinople, occupied the patriarchal throne of Constantinople under the holy Emperor Theodosius the Younger (408-450) and his sister the holy Empress Pulcheria (September 10).</p><p>At first he was a presbyter and caretaker of church-vessels in the cathedral. He became Patriarch after the death of holy Patriarch Proclus (November 20). During this time, various disturbances and heresies threatened church unity.</p><p>In the year 448, Saint Flavian convened a local Council at Constantinople to examine the heresy of Eutyches, which admitted only one nature (the divine) in the Lord Jesus Christ. Persisting in his error, the heretic Eutyches was excommunicated from the Church and deprived of dignity, but Eutyches had a powerful patron in the person of Chrysathios, a eunuch close to the emperor.</p><p>Through intrigue Chrysathios brought Bishop Dioscorus of Alexandria over to the side of Eutyches, and obtained permission from the emperor to convene a church council at Ephesus, afterwards known as the “Robber Council.”</p><p>Dioscorus presided at this council, gaining the acquittal of Eutyches and the condemnation of Patriarch Flavian by threats and force. Saint Flavian was fiercely beaten up during the sessions of this council by impudent monks led by a certain Barsumas.</p><p>Even the impious president of the Robber Council, the heretic Dioscorus, took part in these beatings. After this heavy chains were put upon Saint Flavian, and he was sentenced to banishment at Ephesus. The Lord, however, ended his further suffering, by sending him his death (+ August 449). The holy Empress Pulcheria withdrew from the imperial court. Soon the intrigues of Chrysathios were revealed. The emperor dismissed him, and restored his sister Saint Pulcheria. Through her efforts, the relics of holy Patriarch Flavian were reverently transferred from Ephesus to Constantinople.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/18/100556-saint-flavian-the-confessor-patriarch-of-constantinople",
            "date": "2023/2/18"
        },
        {
            "title": "Saint Nicholas Catholicos of Georgia",
            "contents": "<p><a href=\"/saints/troparia/2023/02/18/103816-saint-nicholas-catholicos-of-georgia\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Nicholas Batonishvili was the son of Levan I, King of Kakheti (1520-1574). He lived during the grievous period of the Persian invasion of eastern Georgia. The young prince chose the path of monastic life and bravely helped his elder brother, King Alexandre II (1574-1605). </p><p>Despite his royal blood, he preferred the monk’s habit and the sweet, light yoke of Christ to the glamour and opulence of his inheritance. </p><p>According to God’s will, Nicholas was enthroned as Catholicos of All Georgia. The Georgian chronicle <em>Life of Kartli (Kartlis Tskhovreba)</em> relates the date of his enthronement as Saturday, February 28, 1584.</p><p>Armed with the highest hierarchical rank, royal blood, and personal integrity, Catholicos Nicholas was an exemplary leader for the Georgian nation. He struggled to plant the seeds of Christian love between countries of like faith. </p><p>He corresponded with Patriarch Job of Russia (1586-1590) and even sent him a horse. He also donated a leather-bound illuminated manuscript of the Gospels, copied in 1049, to the Metekhi Church of the Theotokos.</p><p>In his book <em>Pilgrimage</em>, the renowned eighteenth-century historian Archbishop Timote (Gabashvili) reports that there is an icon of Holy Catholicos Nicholas hanging in the refectory at the Ivḗron Monastery on Mt. Athos. Bishop Timote also describes another refectory, built by Ashotan Mukhran-Batoni, and notes, “There, I believe, Catholicos Nicholas Batonishvili reposed.”</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/18/103816-saint-nicholas-catholicos-of-georgia",
            "date": "2023/2/18"
        },
        {
            "title": "Saint Theodore (Komogovin) of Serbia",
            "contents": "<p>No information available at this time.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/18/108039-saint-theodore-komogovin-of-serbia",
            "date": "2023/2/18"
        },
        {
            "title": "Saint Colman of Lindesfarne",
            "contents": "<p><a href=\"/saints/troparia/2023/02/18/205328-saint-colman-of-lindesfarne\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>No information available at this time.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/18/205328-saint-colman-of-lindesfarne",
            "date": "2023/2/18"
        },
        {
            "title": "Sunday of Meatfare of the Last Judgment",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/5-sunday-of-meatfare-of-the-last-judgment\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Today’s Gospel reading is Matthew 25:31-46, the parable of the Last Judgment. It reminds us that while trusting in Christ’s love and mercy, we must not forget His righteous judgment when He comes again in glory. If our hearts remain hardened and unrepentant, we should not expect the Lord to overlook our transgressions simply because He is a good and loving God. Although He does not desire the death of a sinner, He also expects us to turn from our wickedness and live (Ezek. 33:11). This same idea is expressed in the prayer read by the priest after the penitent has confessed his or her sins (Slavic practice).</p><p>The time for repentance and forgiveness is now, in the present life. At the Second Coming, Christ will appear as the righteous Judge, “Who will render to every man according to his deeds” (Rom. 2:6). Then the time for entreating God’s mercy and forgiveness will have passed.</p><p>As Father Alexander Schmemann reminds us in his book GREAT LENT (Ch. 1:4), sin is the absence of love, it is separation and isolation. When Christ comes to judge the world, His criterion for judgment will be love. Christian love entails seeing Christ in other people, our family, our friends, and everyone else we may encounter in our lives. We shall be judged on whether we have loved, or not loved, our neighbor. We show Christian love when we feed the hungry, give drink to the thirsty, clothe the naked, visit those who are sick or in prison. If we did such things for the least of Christ’s brethren, then we also did them for Christ (Mt.25:40). If we did not do such things for the least of the brethren, neither did we do them for Christ (Mt.25:45).</p><p>Today is the last day for eating meat and meat products until Pascha, though eggs and dairy products are permitted every day during the coming week. This limited fasting prepares us gradually for the more intense fasting of Great Lent.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/5-sunday-of-meatfare-of-the-last-judgment",
            "date": "2023/2/19"
        },
        {
            "title": "Apostles of the Seventy Archippusand Philemon and Martyr Apphia",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/100557-apostles-of-the-seventy-archippus-and-philemon-and-martyr-apphia\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saints Archippus, Philemon and Apphia, Apostles of the Seventy were students and companions of the holy Apostle Paul. In the Epistle to Philemon, the Apostle Paul names Saint Archippus as his companion, and mentions him again in the Epistle to the Colossians (Col. 4:17).</p><p>Saint Archippus was bishop of the city of Colossae in Phrygia. Saint Philemon was an eminent citizen of this city, and the Christians gathered in his home to celebrate church services. He was also made a bishop by Saint Paul and he went about the cities of Phrygia, preaching the Gospel. Later on, he became archpastor of the city of Gaza. Saint Apphia, his wife, took the sick and vagrants into her home, zealously attending to them. She was her husband’s co-worker in proclaiming the Word of God.</p><p>During the persecution against Christians under the emperor Nero (54-68), the holy Apostles Archippus and Philemon and Apphia were brought to trial by the ruler Artocles for confessing faith in Christ. Saint Archippus was brutally slashed with knives. After torture, they buried Saints Philemon and Apphia up to the waist in the ground, and stoned them until they died.</p><p>Saint Archippus is also commemorated on November 22.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/100557-apostles-of-the-seventy-archippus-and-philemon-and-martyr-apphia",
            "date": "2023/2/19"
        },
        {
            "title": "Martyrs Maximus Theodotus Hesychius and Asclepiodota of Adrianopolis",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/100560-martyrs-maximus-theodotus-hesychius-and-asclepiodota-of-adrianop\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>The Holy Martyrs Maximus, Theodotus, Hesychius and Asclepiodota suffered for the Faith at Adrianopolis, during the persecution under the emperor Maximian (305-311). The holy martyrs endured many sufferings. At first they tied them to a tree and tore them with iron hooks. After this, they led them from city to city, and then gave them to be eaten by wild beasts.</p><p>Kept safe by the grace of God, the holy martyrs remained unharmed. Finally, they received a martyr’s death at the hands of the torturers. Saint Asclepiodota was thrown to the ground and beaten, and then they tied her to a tree and threw stones at her. Finally, she was beheaded.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/100560-martyrs-maximus-theodotus-hesychius-and-asclepiodota-of-adrianop",
            "date": "2023/2/19"
        },
        {
            "title": "Presbyters and Confessors Eugene and Macarius at Antioch",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/100564-presbyters-and-confessors-eugene-and-macarius-at-antioch\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>The Holy Confessors Eugene and Macarius were presbyters of the Antiochian Church. During the reign of Julian the Apostate (361-363) they were brought to the emperor for trial for their refusal to participate in pagan orgies. The presbyters boldly denounced him for his apostasy and they were given over to fierce tortures, which they underwent with prayer and spiritual rejoicing.</p><p>After the tortures, they sent them off to exile at Oasim, an oasis in the Arabian desert, and they intended to settle there upon a hill. The local people warned the saints that they should immediately abandon the place, since an enormous snake lived there. The holy martyrs asked them to point out this place, and through their prayer a lightning bolt struck the cave, reducing the monster to ashes.</p><p>Saints Eugene and Macarius began to live in this cave. The confessors prayed that they might die together. The Lord heard their prayer, and they died in 363 at the same time.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/100564-presbyters-and-confessors-eugene-and-macarius-at-antioch",
            "date": "2023/2/19"
        },
        {
            "title": "Venerable Dositheus of Palestine disciple of Venerable Abba Dorotheus",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/100566-venerable-dositheus-of-palestine-disciple-of-venerable-abba-doro\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Dositheus, a disciple of Saint Abba Dorotheus (June 5), lived during the sixth-seventh centuries, and was raised in a rich and renowned family. Young Dositheus listened to tales of the holy city of Jerusalem from the servants of his grandfather, a military commander, and this kindled within him the desire to go there. Soon his wish came true.</p><p>At Gethsemane, he gazed for a long time at a picture of the Dread Last judgment. Suddenly he saw beside him a woman, who explained to him what was depicted in the image. The youth asked, “How is it possible to avoid the eternal torments?” </p><p>She replied, “Fast, do not eat meat, and pray constantly to God.” After this, his strange guide suddenly became invisible. She who conversed with him had been the Most Holy Theotokos. The appearance of the Mother of God produced a strong impression on the youth, and he decided to enter a monastery headed by Abba Seridus (August 13), and populated by such great ascetics as Saints Barsanuphius (February 6) and John (June 19).</p><p>Dositheus, asking to be accepted among the brethren, was sent to the Elder Dorotheus. Saint Dositheus fulfilled his obedience in the monastery infirmary, caring for all the sick. Saint Dorotheus trained his disciple in abstinence and fasting, gradually decreasing the quantity of food he consumed each day.</p><p>He also weaned the youth from vexation and anger, by constantly reminding him that every unkind word said to a sick person, is said to Jesus Christ Himself. By revealing his thoughts to the Elder and through unhesitating obedience, Saint Dositheus liberated his soul from passions. After five years of tending the sick and obeying his Elder, Saint Dositheus fell into serious sickness. Patiently enduring his sufferings, he prayed constantly and never complained. </p><p>Not long before his death he asked a message be sent to Saint Barsanuphius: “Father, grant me pardon, I cannot live much longer.” He replied, “Have patience, my son, for the mercy of God is near.” After several days Saint Dositheus again sent this message to the Elder: “My master, I cannot live any longer.” Then Saint Barsanuphius blessed him to depart to God, and he asked the dying one to pray for all the brethren when he stood before the Holy Trinity.</p><p>The brethren were astonished that the great Abba Barsanuphius would ask the prayers of a monk who had lived at the monastery for only five years without any great ascetic accomplishments (they had not seen his vigils and his abstinence). But after the death of the young monk, a certain experienced ascetic was praying that the final resting place of the departed fathers of the monastery might be revealed to him, and in a dream he saw young Dositheus among these saints. Saint Dositheus was given great glory in the Kingdom of Heaven for his perfect obedience to his Elder and for cutting off his own will.</p><p> In Greek usage, both Saints are commemorated on August 13.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/100566-venerable-dositheus-of-palestine-disciple-of-venerable-abba-doro",
            "date": "2023/2/19"
        },
        {
            "title": "Saint Rabulas of Samosata",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/100567-saint-rabulas-of-samosata\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Rabulas was born in the Syrian city of Samosata and he received an excellent education. While still young, he became a monk and struggled in the deserts and on the mountains, following the example of the holy Prophet Elias (July 20) and Saint John the Baptist of the Lord (January 7, February 24, May 25, June 24, August 29, September 23, October 12).</p><p>Somewhat later, Saint Rabulas went to Phoenicia, where for a long while he lived in asceticism and was glorified by spiritual gifts. The emperor Zeno gave Saint Rabulas monetary help to build a monastery, built with the assistance of Bishop John of Beruit. </p><p>Around the new monastery lived many pagans, who were gradually converted to Christianity through the efforts of the monks. Under Xeno’s successor Anastasius (491-518), Saint Rabulas came to Constantinople, and having received financial help from the emperor, he built several more monasteries in various places. One of them was named after the holy ascetic. </p><p>Saint Rabulas spent all his life at work, and he was gentle and kind and well-disposed towards people. He was also a man of great prayer. He lived to be eighty, and before his death he heard a voice: “Come unto Me all ye who labor and are heavy laden” (Mt. 11:28). </p><p>Saint Rabulas fell asleep in the Lord around the year 530 after a short illness.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/100567-saint-rabulas-of-samosata",
            "date": "2023/2/19"
        },
        {
            "title": "Venerable Theodore of Sanaxar",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/103707-venerable-theodore-of-sanaxar\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Theodore was born near the town of Romanov in the province of Yaroslavl in 1719, the son of Prince Ignatius Ushakov and his wife Paraskevḗ (or Irene). At his Baptism, he was named John. </p><p>As a young man, John Ushakov enlisted in the Preobrazhensky Guard Regiment in Petersburg, and attained the rank of sergeant. Life in the capital was fraught with great spiritual danger for a young person, but God delivered John from the wrong path.</p><p>When John was twenty, at a drinking party with his friends, one of them suddenly collapsed and died. They all experienced fear and sadness, but this seemed to affect John more than the others.This incident is remarkably similar to the circumstances surrounding the death of Major Andrew Petrov, the husband of Blessed Xenia of Saint Petersburg (January 24), but it may be only coincidental.</p><p>In any case, John decided to leave Saint Petersburg and live in the wilderness, dedicating himself to God. While walking near the city of Yaroslavl disguised as a laborer, he saw his uncle out with his servants. His uncle did not recognize him because of his poor clothing, but John was reminded of his former life of luxury and ease. He soon banished this thought and resolved to dwell in the wilderness.</p><p>While walking in the forests near the White Sea, John came upon an abandoned cell, so he decided to remain there in solitude and pray to God. He lived there for three years in great hardship and affliction. Government regulations of the time enjoined citizens not to permit monks to live in the forests. When John came to the village for supplies, he was beaten within an inch of his life, and was forced to flee.</p><p>John eventually came to the region south of Kiev, reaching the Ploschansk Monastery. He begged the igumen to accept him, saying that he was the son of a priest. He could not admit to being a sergeant of the Guard, since legal obstacles would have made it very difficult for him to enter monastic life. </p><p>The igumen would not accept him for a long time, since he did not have the proper identification papers. Finally, he did accept John and assigned him to read in church. After hearing him read, the igumen realized that John was not from a priestly family, but probably belonged to the nobility. Fearing trouble with the authorities, he ordered John to live in the forest near the monastery where other ascetics were living. He found an empty cell and received the blessing of these Fathers to remain there.</p><p>When a team of investigators came to the forest looking for monks living there illegally, John was caught. Since he had no documents and admitted to being a sergeant in the Guard, he was brought to Saint Petersburg and taken to the empress Elizabeth. When he was taken to the empress, she asked, “Why did you desert my regiment?”</p><p>John explained that he had done so in order to save his soul. Elizabeth forgave him and was willing to restore him to his former rank, but John said that he did not want his former life or rank.</p><p>The empress then asked why he had snuck away in secret instead of asking to be discharged. John replied, “If I had troubled Your Majesty with such a request, you would not have believed that a young man such as I could have borne such a burden. I have now been tested in the spiritual life, and I ask Your Majesty to bless me to continue in it until my death.”</p><p>Elizabeth agreed to this, but stipulated that he should remain in the Saint Alexander Nevsky Lavra in Saint Petersburg. Soon, at her express command, John was tonsured in August of 1748 at the age of twenty-nine. Archbishop Theodosius, who then governed the monastery, ordered that he be named Theodore, in honor of Saint Theodore of Yaroslavl (September 19).</p><p>While Father Theodore was in the Lavra, people would visit and ask him about how to please God while living in the world. He tried to tell them that there were older, wiser monks there who would be able to instruct them better than he could. Still, they insisted, so he tried to help them. He found, however, that he could not always answer their questions or find solutions to their problems, so he began to read patristic books, especially the works of Saint John Chrysostom, asking God to enlighten him so he could understand the Scriptures and the teachings of the Fathers. He learned many things from his reading, and he was able to instruct people for their spiritual profit. This caused jealousy among some of the older monks, who complained to the archbishop that this young monk was attracting people to himself and disturbing the tranquility of the monastery. The hierarch ordered that no visitor requesting to see Father Theodore should be admitted.</p><p>Father Theodore went to the steward of the monastery, asking him why people could not see him. He was told that because he presumed to instruct people, attracting many visitors, that the routine of the monastery was disrupted. </p><p>“If there is something in my teaching which seems unlawful to His Eminence,” Father Theodore responded, “then he should question me. It is sinful, however, to cause unnecessary sorrow to those seek spiritual profit.”</p><p>The archbishop was furious, but he ordered that people should be allowed to see Father Theodore again. The jealousy and difficulties continued for ten years, and Father Theodore endured his trials with patience. In 1757, he wanted to transfer to Sarov Monastery, and when the brethren of the Lavra found out about this, they insisted that he submit a written request for transfer.</p><p>Obtaining his release, Father Theodore left Saint Petersburg with many of his disciples, male and female. Along the way they stopped at Saint Nicholas Convent in Arzamas, where he settled his women disciples. Soon they moved to the vacant Alexeyevsky Convent. The male disciples went with him to Sarov.</p><p>In 1759, after two years at Sarov, Father Theodore asked Igumen Ephraim to let him have the Sanaxar Monastery, because the number of his disciples had increased. Sanaxar had been founded in 1659, but was closed by Tsar Peter I in the first half of the eighteenth century, and the property was administered by the Sarov Monastery. After moving to Sanaxar Hermitage, Father Theodore began the work of building cells and storerooms. Bishop Pachomius of Tambov appointed Father Theodore as the Superior. He also ordained the reluctant Father Theodore to the holy priesthood on December 13, 1762. Father Theodore began setting things in order, establishing a Rule for the reverent, unhurried celebration of the services. He also set down a cell Rule for the monks to follow. Everyone shared in the work (except those who were too old or too sick), including the Superior.</p><p>The number of monks at Sanaxar continued to increase, but not all of them had been tonsured. It was necessary to obtain permission to have them tonsured, for the number of monks allowed to live in a monastery was regulated by law. On April 23, 1763 Empress Catherine II decreed that all of Father Theodore’s monks should be tonsured. The following year, she issued a decree limiting the number of monasteries, those not specifically approved would be closed. </p><p>Sanaxar Hermitage was among the monastic institutions scheduled to be closed, but it remained open through Father Theodore’s efforts. Father Theodore was raised to the rank of igumen in October of 1764, and Sanaxar was reclassified as a Monastery on March 7, 1765. </p><p>Because of the number of brethren, it became necessary to build a larger stone church to replace the small wooden one. A foundation was dug and a Molieben served at the site. Suddenly, a swarm of bees came and settled on the spot where the altar would be. This was taken as a sign of an increase in the number of brethren, and an abundance of grace in the monastery.</p><p>According to N. Subbotin’s 1862 book on Archimandrite Theophanes of the Saint Cyril of New Lake Monastery (who was a novice at Sanaxar at the same time that Saint Herman was), Igumen Theodore ordered a monk named Herman to brush the bees into a hive. It is probable that this was the future Saint Herman of Alaska (December 13). In another edition of the book, the brother’s name is given as Gerasimus. After this account, Subbotin mentions “Father Herman, who is now in America.” The discrepency in names may be explained if Saint Herman’s name before his tonsure was Gerasimus. Saint Herman, in one of his letters to Father Nazarius, says that he had friends at Sarov and Sanaxar, so Saint Theodore may have been one of Saint Herman’s early instructors.</p><p>Saint Theodore once visited Saint Tikhon (August 13) at the Zadonsk Monastery. It is not known how long the two had known one another, but the retired bishop received him with love. This visit was providential, because Saint Tikhon also knew what it was to suffer offenses from superiors, from worldly-minded monks, and from laymen. Perhaps he even advised Father Theodore on how to endure the trials which lay ahead of him.</p><p>When Father Theodore returned to Sanaxar a royal edict was delivered to him by a courier. It ordered him to be sent as an exile to Solovki Monastery as a troublemaker. He was deprived of the rank of Igumen and Hieromonk, and the Superior of Solovki was ordered to keep a close eye on him. Father Theodore remained there for nine years (1774-1783). </p><p>His release came about thanks to his disciple Archimandrite Theophanes (Sokolov), who found himself assigned as cell attendant to Metropolitan Gabriel of Saint Petersburg. Desiring to help his Elder, Father Theophanes made the Metropolitan aware of Father Theodore’s situation. His Eminence asked Father Theophanes to prepare a memorandum setting forth the facts of the case in detail. As a result, Metropolitan Gabriel asked Empress Catherine II to release Father Theodore and permit him to return to Sanaxar.</p><p>On April 18, 1783 she issued a decree authorizing his release. Because of his weakened condition from the cold and fumes from smoky stoves, it took him a long time to make his way back to Sanaxar. He arrived at Arzamas Monastery on October 9, 1783 where he was greeted by the sisters, and by two hieromonks from Sanxar. Others were also on hand to meet the Elder: superiors from other monasteries, respected nobles, merchants, and ordinary men and women. He stayed about a week, instructing the nuns each day. Finally, he prepared to return to Sanaxar. The entire brotherhood came to meet him at the ferry on the Moksha River. After receiving his blessing, they accompanied him on the walk to Sanaxar. Father Theodore thanked the brethren for their continued love, and for completing the church without him.</p><p>Within a few days after his return, Father Theodore faced renewed persecution. Hierodeacon Hilarion accused him of being “a heretic and an atheist,” and placed these accusations before the Holy Synod. They determined that Hierodeacon Hilarion was at fault and should be punished. He later asked Father Theodore’s forgiveness in front of the whole community. </p><p>The Superior of the Monastery, Father Benedict, was jealous of Father Theodore because of the crowds of visitors who came to see him. He complained to the local bishop, saying that the quiet of the monastery was being disturbed by so many people. Investigators were sent, but they did not interview anyone who might have said anything favorable to Father Theodore. As a result, Father Theodore was forbidden to receive visitors.</p><p>Once again, Father Theophanes brought the Elder’s plight to the attention of Metropolitan Gabriel. His Eminence sent a note saying that he was well-disposed toward Father Theodore. As a result, he was given a bit more freedom, but his disciples could only seek his advice by writing letters.</p><p>Father Benedict became ill, and Father Theodore went to his cell to ask his forgiveness. Father Benedict turned his face to the wall and refused to speak to the Elder. After suffering for a while, Father Benedict died on December 27, 1778. </p><p>After the Superior’s death, Father Theodore was once again permitted to visit the nuns of the Alexeyevsky Convent at Arzamas. After delivering a moving homily on Psalm 136 (“By the rivers of Babylon”) he left Arzamas and stopped at the monastery in Sarov. There he asked forgiveness of everyone, then rushed back to Sanaxar. He arrived on Wednesday of Cheesefare Week and spoke to his disciples in his cell around noon. Then he dismissed them to return to their cells. </p><p>Two noble disciples of Saint Theodore remained behind to ask his advice. Suddenly his expression changed and he began to weep for about fifteen minutes, lamenting how he had sinned in his youth. Then he ordered them to their cells, saying that he was feeling weak.</p><p>It was not rare for the Elder to be ill, but this weakness seemed unusual. His two disciples left and returned to their cells. Soon after this, his cell attendant knocked on the door with the customary prayer, but received no reply. He entered the cell and found Father Theodore lying on his bed and praying, so he left and told the brethren about this. They all came to see him, but he would not speak.</p><p> </p><p>About five hours later, around nine o’clock on the evening of February 19, 1791, Saint Theodore surrendered his soul to God. </p><p>Saint Theodore’s relics were uncovered on April 21, 1999, and he was glorified for local veneration on June 28, 1999. He was glorified for national veneration by the Orthodox Church of Russia in 2004.</p><p>Saint Theodore of Sanaxar, who is also commemorated on April 21 (the uncovering of his relics in 1999), should not be confused with his famous relative Saint Theodore (Ushakov), Admiral of the Russian Fleet (October 2).</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/103707-venerable-theodore-of-sanaxar",
            "date": "2023/2/19"
        },
        {
            "title": "Icon of the Mother of God of Cyprus",
            "contents": "<p>The Cyprus Icon of the Mother of God. In this icon the Mother of God is depicted sitting on a throne with the Divine Infant in Her arms. There is an angel on either side of Her.</p><p> The prototype of this holy icon manifested itself in the year 392 on the island of Cyprus at the tomb of Righteous Lazarus, the friend of Christ (October 17), and is kept there in a monastery. Renowned copies of the Cyprus Icon are at the Moscow’s Dormition Cathedral, and in the Nikolo-Golutvin church in the village of Stromyn, Moscow diocese (Commemorated on the Sunday of Orthodoxy).</p><p> </p><p>During the week of the Triumph of Orthodoxy, the Greek Synaxarion has an account of an icon which is probably the Cyprus Icon. On the island of Cyprus a certain Arab was passing by a church dedicated to the Most Holy Theotokos. In order to display his hatred for Christianity, the man shot an arrow at an icon of the Mother of God which hung by the gate. The arrow struck the Virgin’s knee, from which blood began to flow. Overcome with fear, the Arab spurred his horse and rode for home, but was struck dead before he could get there. In this way, he was punished for his impiety.</p><p>Other days commemorating the Cyprus Icon are the Day of the Holy Spirit, April 20, and July 9. Some copies of the Cyprus Icon have additional names such as “Cleansing,” “Knife,” and “Hawk.” </p><p>The “Stromyn” Cyprus Icon became famous in 1841. An eighteen-year-old girl from Stromyn, a village not far from Moscow, was close to death from an illness. In a dream she saw the Cyprus Icon standing over the entrance to the church, and a voice came from the icon: “Take me into your home and have the priest serve a Molieben with the Blessing of Water, and you will be cured.”</p><p>The sick girl was brought to the church and finally located the icon after a long search. The girl obeyed the command of the Most Holy Theotokos, and after the Molieben she felt strong enough to carry the icon back to the church herself. Shortly thereafter, she was completely healed. The “Stromyn” Cyprus Icon continued to work miracles of healing, which the rector of the church reported to the holy Metropolitan Philaret of Moscow (November 19).</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/100568-icon-of-the-mother-of-god-of-cyprus",
            "date": "2023/2/19"
        },
        {
            "title": "Venerable Conan Abbot of the Pethukla Monastery",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/109055-venerable-conan-abbot-of-the-pethukla-monastery\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Conan was born in Cilicia. While still at an early age he became a monk at the Pethukla monastery near the Jordan River, where he was ordained presbyter. Archbishop Peter of Jerusalem learned about the strict ascetic and sent people to him for Baptism. Saint Conan baptized those who came and anointed them with holy chrism, but he would not baptize women. Saint John the Forerunner appeared to him, promising to help him in his struggle with temptations.</p><p>A girl came from Persia seeking Baptism. She was so beautiful that Saint Conan could not anoint her with the holy chrism, since she was naked. For two days the girl remained without being baptized or anointed with the holy chrism. Saint Conan wanted to find a pious woman to anoint her, but it was difficult to find such a woman, since the area was so remote. </p><p>The ascetic decided to leave the monastery, but on the way Saint John the Forerunner again appeared to him and said, “Return to your monastery, for I shall relieve you of your conflict.” Saint Conan tried to argue and to refuse, saying that when Saint John the Forerunner had appeared before, he had promised to free him from temptation.</p><p>Saint John the Baptist then signed the ascetic with the Sign of the Cross and said that he would receive a reward for his struggle with temptations. Then he commanded him to return to the monastery and to have no further doubts.</p><p>Saint Conan obediently fulfilled the advice of Saint John, and he anointed the Persian maiden with chrism without even noticing that she was a woman. After this the ascetic lived at the monastery for twenty years. Having achieved perfect dispassion, he peacefully fell asleep in the Lord about the year 555.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/109055-venerable-conan-abbot-of-the-pethukla-monastery",
            "date": "2023/2/19"
        },
        {
            "title": "Martyr Philothea the Monastic",
            "contents": "<p><a href=\"/saints/troparia/2023/02/19/109056-martyr-philothea-the-monastic\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>The Monastic Martyr Philothea was born in Athens in 1522. Her parents, Syriga and Angelos Benizelos, were renowned not only for being eminent and rich, but also deeply devout. Often the kind-hearted Syriga had implored the Most Holy Theotokos for a child. Her fervent prayers were heard, and a daughter was born to the couple. They named her Revoula. </p><p>The parents raised their daughter in deep piety and right belief, and when she was twelve years old they gave her away in marriage. Her husband turned out to be an impious and crude man, who often beat and tormented his wife. Revoula patiently endured the abuse and she prayed to God, that He might bring her husband to his senses.</p><p>After three years Revoula’s husband died, and she began to labor in fasting, vigil and prayer. The saint founded a women’s monastery in the name of the Apostle Andrew the First-Called (November 30 and June 30). When the monastery was completed, the saint was the first to accept monastic tonsure, with the name Philothea.</p><p>During this time Greece was suffering under the Turkish Yoke, and many Athenians had been turned into slaves by their Turkish conquerors. Saint Philothea utilized all her means to free her fellow countrywomen, ransoming many from servitude. Once, four women ran away from their Turkish masters, who demanded that they renounce their Christianity, and took refuge in the monastery of Saint Philothea. </p><p>The Turks, having learned where the Greek women had gone, burst into the saint’s cell, and beat her. They took her to the governor, who threw the holy ascetic into prison. In the morning, a mob of Turks had gathered, and they led her out of the prison. The governor said that if she did not renounce Christ, she would be hacked to pieces. </p><p>Just when Saint Philothea was ready to accept a martyr’s crown, a crowd of Christians assembled by the grace of God. They pacified the judges and freed the holy ascetic. Returning to her monastery, Saint Philothea continued with her efforts of abstinence, prayer and vigil, for which she was granted the gift of wonderworking. In Patesia, an Athens suburb, she founded a new monastery, where she struggled in asceticism with the sisters.</p><p>During the Vigil for Saint Dionysius the Areopagite (October 3), the Turks seized Saint Philothea and tortured her. Finally, they threw her down on the ground half-dead. The sisters tearfully brought the holy martyr, flowing with blood, to Kalogreza, where she died on February 19, 1589. Shortly thereafter, the relics of the holy Monastic Martyr Philothea were brought to the Athens cathedral church.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/19/109056-martyr-philothea-the-monastic",
            "date": "2023/2/19"
        },
        {
            "title": "Saint Leo Bishop of Catania in Sicily",
            "contents": "<p><a href=\"/saints/troparia/2023/02/20/100569-saint-leo-bishop-of-catania-in-sicily\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Leo was born in Ravenna, Italy, of pious and noble parents. He was famed for his benevolence and charity, as well as his Christian love for the poor and wanderers. After completing his studies, he was ordained as a priest at Ravenna, and later, because of his purity and his most spiritual life, he was consecrated as Bishop of Catania in Sicily. He became the protector of orphans and widows, teaching and shepherding his flock.</p><p> The Saint was also distinguished for his struggles against heretics, whom he defeated and shamed, not only by his words, but also through his writings. The Lord honored him with the charisms of healing people from various diseases, and of working miracles.</p><p> During Saint Leo's episcopate, there was a sorcerer named Heliódoros who lived in Catania and deceived people with his fraudulent miracles. He was once a Christian, but then he denied the Savior and became a servant of the devil. Saint Leo urged Heliódoros to refrain from his evil deeds and return to God, but all in vain. One day Heliódoros audaciously entered the church where the bishop was performing the Divine Services, and tried to create a disturbance, sowing confusion and temptation with his sorcery.</p><p> Seeing the people beset by demons under the sorcerer's spell, Saint Leo knew that the time for meek exhortation had passed. He came out of the altar and tied his omophorion around the sorcerer's neck, leading him out of the church and into the city square. There he forced Heliódoros to confess all his wicked deeds. Then he commanded that a fire be lit, and jumped into the flames with the sorcerer. There they stood until Heliódoros was consumed by the fire. Saint Leo, by God's grace, remained unharmed. This miracle brought the Hierarch great renown during his lifetime, therefore, the Saint was invited to visit Constantinople by Emperors  Leo IV (775 - 780) and Constantine VI (780 - 798), where he received many honors. Saint Leo reposed peacefully in 785.</p><p> After his death, a woman with an issue of blood received healing at his grave. The Saint's body was placed in the church of the holy Martyr Lucy (December 13), which he himself had built. Later on, his relics were transferred to the church of Saint Martin, the Bishop of Tours (November 11) in Rome.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/20/100569-saint-leo-bishop-of-catania-in-sicily",
            "date": "2023/2/20"
        },
        {
            "title": "Venerable Agathon Wonderworker of the Kiev Caves",
            "contents": "<p><a href=\"/saints/troparia/2023/02/20/100570-venerable-agathon-wonderworker-of-the-kiev-caves\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Agathon of the Kiev Caves was a great ascetic, and he healed the sick by a laying his hands upon them. He also possessed the gift of prophecy and foretold the time of his own death. His memory is celebrated also at the Synaxis of the Monks of the Far Caves on August 28.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/20/100570-venerable-agathon-wonderworker-of-the-kiev-caves",
            "date": "2023/2/20"
        },
        {
            "title": "Beheading of Venerable Cornelius Abbot of the Pskov Caves",
            "contents": "<p><a href=\"/saints/troparia/2023/02/20/100571-beheading-of-venerable-cornelius-abbot-of-the-pskov-caves\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>The Hieromartyr Cornelius of the Pskov Caves was born in the year 1501 at Pskov into the noble family of Stephen and Maria. In order to give their son an education, his parents sent him to the Pskov Mirozh monastery, where he worked under the guidance of an Elder. He made candles, chopped wood, studied his letters, transcribed and adorned books, and also painted icons. Having finished his studies, Cornelius returned to his parental home with the resolve to become a monk. </p><p>Once, the government clerk Misiur Munekhin took Cornelius with him to the Pskov Caves monastery in the woods. The solemnity of services in the cave church produced such a strong impression on Cornelius that he left his parental home forever and received monastic tonsure at the Pskov Caves monastery. </p><p>In 1529, at the age of twenty-eight, Saint Cornelius was made igumen and became head of the monastery. While he was igumen, the Pskov Caves monastery reached its prime. The number of brethren increased from 15 to 200 men. This number of monks was not surpassed under any subsequent head of the monastery. </p><p>The activity of Saint Cornelius extended far beyond the bounds of the monastery. He spread Orthodoxy among the Esti [Aesti] and Saeti people living around the monastery, he built churches, hospices, homes for orphans and those in need. During a terrible plague in the Pskov region Saint Cornelius walked through the plague-infested villages to give Communion to the living and to sing burial services for the dead. </p><p>During the Livonian war Saint Cornelius preached Christianity in the occupied cities, built churches, and distributed generous aid from the monastery storerooms to the Esti and Livonians suffering from the war. At the monastery he selflessly doctored and fed the injured and the maimed, preserved the dead in the caves, and inscribed their names in the monastery Synodikon for eternal remembrance. </p><p>In the year 1560, on the Feast of the Dormition of the Mother of God, Saint Cornelius sent a prosphora and holy water as blessing for the Russian armies besieging the city of Thellin. On that very day the Germans surrendered the city. </p><p>In 1570 when a See was established in Livonian Yuriev, a certain igumen Cornelius was appointed as Bishop of Yuriev and Velyansk (i.e., Thellin). Some have identified him with Saint Cornelius, but this does not correspond with actual events. </p><p>Saint Cornelius was a great lover of books, and at the monastery there was quite a collection of books. In 1531 his work entitled, “An Account of the Origin of the Pechersk Monastery” appeared. In the mid-sixteenth century the Pskov Caves monastery took over the tradition of writing chronicles from the Spaso-Eleaszar monastery. </p><p>At the start of the chronicles were accounts of the first two Pskov chronicles from 1547 to 1567. Besides this, Igumen Cornelius left behind a great monastery Synodikon for remembering the deceased brothers and benefactors of the monastery, and from the year 1588 he began to maintain the “Stern Book” [“Kormovaya kniga”: since the rear of a ship is called the stern, the sense of the title is “looking back in remembrance”]. He also compiled a “Description of the Monastery” and a “Description of the Miracles of the Pechersk Icon of the Mother of God.” </p><p>Saint Cornelius expanded and beautified the monastery, he further enlarged the monastery caves, he moved the wooden church of the Forty Martyrs of Sebaste beyond the monastery enclosure to the monastery gate, and on its site he built a church in the name of the Annunciation of the Most Holy Theotokos in the year 1541. In 1559, he constructed a church dedicated to the Protection of the Most Holy Theotokos. </p><p>The Caves monastery, on the frontier of the Russian state, was not only a beacon of Orthodoxy, but also a bulwark against the external enemies of Russia. </p><p>In 1558-1565, Saint Cornelius built a massive stone wall around the monastery, and over the holy gates, he built a stone church dedicated to Saint Nicholas, entrusting the protection of the monastery to him. In the church was a sculpted wooden icon of “Nicholas the Warrior.” </p><p>In the chronicle compiled by the hierodeacon Pitirim, the martyric death of Saint Cornelius was recorded: “This blessed Igumen Cornelius ... was igumen forty-one years and two months. Not only as a monk, but also by his fasting and holy life, he was an image of salvation ... in these times there was much unrest in the Russian land. Finally, the earthly Tsar (Ivan the Terrible) sent him from this corruptible life to the Heavenly King in the eternal habitations, on February 20, 1570, in his 69th year.” (This information is on a ceramic plate, from the ceramics covering the mouth of the tomb of Saint Cornelius). </p><p>In the ancient manuscripts of the Trinity-Sergiev Lavra it was written that Igumen Cornelius came out from the monastery gates with a cross to meet the Tsar. Ivan the Terrible, angered by a false slander, beheaded him with his own hands, but then immediately repented of his deed, and carried the body to the monastery. The pathway made scarlet by the blood of Saint Cornelius, along which the Tsar carried his body to the Dormition church, became known as the “Bloody Path.” Evidence of the Tsar’s repentance was the generous recompense he made to the Pskov Caves monastery after the death of Saint Cornelius. The name of the igumen Cornelius was inscribed in the Tsar’s Synodikon. </p><p>The body of Saint Cornelius was set into the wall of “the cave formed by God,” where it remained for 120 years without corruption. In the year 1690, Metropolitan Marcellus of Pskov and Izborsk, had the relics transferred from the cave to the Dormition cathedral church and placed in a new crypt in the wall. </p><p>On December 17, 1872 the relics of Saint Cornelius were transferred from the former tomb into a copper-silver reliquary. They were placed into a new reliquary in 1892. It is presumed that the service to the martyr was composed for the Uncovering of the Relics in the year 1690.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/20/100571-beheading-of-venerable-cornelius-abbot-of-the-pskov-caves",
            "date": "2023/2/20"
        },
        {
            "title": "Hieromartyr Sadoc (Sadoth) Bishop of Persia and 128 Martyrs with him",
            "contents": "<p><a href=\"/saints/troparia/2023/02/20/100572-hieromartyr-sadoc-sadoth-bishop-of-persia-and-128-martyrs-with-h\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>The Hieromartyr Sadoc, Bishop of Persia, and 128 Martyrs with him suffered in Persia under Sapor II. Saint Sadoc was successor of the hieromartyr Simeon (April 17). He once had a dream, in which Saint Simeon told him of his own impending martyric death. Standing in great glory atop a ladder reaching up to Heaven, Saint Simeon said, “Ascend to me, Sadoc, and be not afraid. Yesterday I ascended, and today you will ascend.” </p><p>Soon the emperor Sapor, renewing the persecution against Christians, ordered that Saint Sadoc be arrested with his clergy and flock. In all, 128 people were arrested, including nine virgins. They were thrown into prison, where they were cruelly tortured for five months. They were told to renounce the Christian Faith and instead to worship the sun and fire. The holy martyrs bravely answered, “We are Christians and worship the One God.” They were sentenced to beheading by the sword.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/20/100572-hieromartyr-sadoc-sadoth-bishop-of-persia-and-128-martyrs-with-h",
            "date": "2023/2/20"
        },
        {
            "title": "Saint Agathon Pope of Rome",
            "contents": "<p><a href=\"/saints/troparia/2023/02/20/100574-saint-agathon-pope-of-rome\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Agathon, Pope of Rome, was the son of pious Christian parents, who provided him an excellent education. After their death, Saint Agathon distributed his inheritance to the poor and became a monk. His virtuous life could not remain concealed from people. In 679, he was elected as the Bishop of Rome, and he remained in this position until his death in 682.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/20/100574-saint-agathon-pope-of-rome",
            "date": "2023/2/20"
        },
        {
            "title": "Venerable Timothy of Symbola in Bithynia",
            "contents": "<p><a href=\"/saints/troparia/2023/02/21/100575-venerable-timothy-of-symbola-in-bithynia\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Timothy of Symbola was of Italian descent. He became a monk at a young age and pursued asceticism at a monastery called “Symbola”, in Asia Minor near Mount Olympus. At that time Theoctistus was the archimandrite of the monastery. Saint Timothy was the disciple of Theoctistus and also of Saint Platon of the Studion Monastery (April 5). </p><p>Attaining a high degree of spiritual perfection, he received from God the gift of healing the sick and casting out unclean spirits. He spent many years as a hermit, roaming the wilderness, the mountains and forests, both day and night offering up prayer to the Lord God. He died at a great old age, in the year 795.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/21/100575-venerable-timothy-of-symbola-in-bithynia",
            "date": "2023/2/21"
        },
        {
            "title": "Saint Eustathius Archbishop of Antioch",
            "contents": "<p><a href=\"/saints/troparia/2023/02/21/100576-saint-eustathius-archbishop-of-antioch\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Eustathius, Archbishop of Antioch (323-331) was born in Side, Pamphylia in 324. He was Bishop of Beroea (modern Aleppo), and enjoyed the love and esteem of the people, and at the request of his flock he was elevated by the Fathers of the First Ecumenical Council (325) to the See of Antioch. </p><p>Saint Eustathius was a learned theologian, and was also distinguished by his broad knowledge in secular sciences. When the heresy of Arius began to spread in the East (Arianism denied the consubstantiality of the Son of God with the Father), Saint Eustathius struggled zealously for the purity of the Orthodox Faith through his words and his writings. </p><p>The First Ecumenical Council was convened in the year 325 by the holy God-crowned Emperor Constantine the Great (306-337). The first to preside over this Council was Saint Eustathius. The Council condemned the heretical teachings of Arius and incorporated the Orthodox confession into the Symbol of Faith (the Nicene Creed). </p><p>But the mad Arius, as Saint Eustathius called him, refused to renounce his errors. He and those who shared his opinion were excommunicated from the Church by the Council. Among the bishops who signed the Nicene Symbol of Faith were some who sympathized with the heresy of Arius, but signed the Acts of the Council through fear of excommunication. </p><p>After the Council, his enemies plotted against Saint Eustathius. With great cunning they gained his consent to convene a local Council at Antioch. Having bribed a certain profligate woman, they persuaded her to appear at the Council with an infant at her breast, and falsely declare that Saint Eustathius was the father of the infant. </p><p>The Arians declared Saint Eustathius deposed, violating the Apostolic Rule that accusations against the clergy must be substantiated by two witnesses. Without a trial he was sent off into exile in Thrace. But the lie was soon unmasked: the woman repented after falling grievously ill. She summoned the clergy, and in the presence of many people, she confessed her sin. </p><p>Saint Constantine the Great died around this time, and his son Constantius (337-361), who shared the heretical views of Arius and favored the Arian bishops, succeeded his father on the throne. Even in exile, Saint Eustathius struggled for Orthodoxy with the same zeal. He died in exile, in the city of Philippi or Trajanopolis, in the year 337. </p><p>Convened in the year 381 at Constaninople, the Second Ecumenical Council confirmed the Orthodox Symbol of Faith, which Saint Eustathius had so vigorously defended. The Arian heresy was once again anthematized. </p><p>In the year 482 the relics of Saint Eustathius were reverently transferred from Philippi to Antioch, to the great joy of the people of Antioch, who had not ceased to honor and love their patriarch. </p><p>Saint Eustathius was esteemed by the great hierarchs of the fourth century: Basil the Great, John Chrysostom, Athanasius of Alexandria, Epiphanius of Cyprus, Anastasius of Sinai, and Jerome of Stridonia. The renowned church historian Bishop Theodoret of Cyrrhus calls Saint Eustathius a pillar of the Church and a man of piety, of equal stature with Saint Athanasius of Alexandria and the other bishops at the forefront of the struggle for Orthodoxy.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/21/100576-saint-eustathius-archbishop-of-antioch",
            "date": "2023/2/21"
        },
        {
            "title": "Saint George Bishop of Amastris on the Black Sea",
            "contents": "<p><a href=\"/saints/troparia/2023/02/21/100577-saint-george-bishop-of-amastris-on-the-black-sea\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint George was born at Kromne near Amastris in Paphlagonia on the Black Sea in 750. He was the son of pious parents, Theodosios and Megethousa. After completing his primary studies in his homeland, he left for the mountain of Syrikēs, or Sērikḗs (Συρίκης ή Σηρικής). There he found an old ascetic who taught him about the solitary life and tonsured him.</p><p> After the repose of his Elder, George went to Vonitsa in Akarnania, where he continued his ascetical struggles.</p><p> In 788, the Bishop of Amastris fell asleep in the Lord, and the Church rewarded George's virtues. Against his will, he was elected as the Bishop of that city, but in the end he submitted to this as God's will. He was consecrated at Constantinople by Patriarch Tarasios (February 25).</p><p> Upon his return to Amastris, Saint George was like a lamp which is not placed under a bushel, but put on a lampstand, so that it gives light to all those in the house (Matthew 5:15). He instructed his flock, he beautified several churches, defended widows and orphans, and fed the poor. In all things, he was an example of a God-pleasing life.</p><p> By the power of his prayers he drove away the Saracens who were ravaging the countryside near Amastris. He also rescued some Amastrian merchants who had been wrongfully condemned to death in the city of Trebizond.</p><p> He also composed several Canons in honor of the Saints, which are sung on February 7 and 26; April 13; August 1; October 8, etc.</p><p> Saint George went to the Lord peacefully in 805, during the reign of Emperor Nikēphoros I, after shepherding the flock which had been entrusted to him by Christ in a God-pleasing manner. He performed many miracles, both during his lifetime, and after his blessed repose.</p><p> In Slavic usage, Saint George is commemorated on February 21. In Greek usage he is commemorated on October 25.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/21/100577-saint-george-bishop-of-amastris-on-the-black-sea",
            "date": "2023/2/21"
        },
        {
            "title": "Kozelshchansk Icon of the Mother of God ",
            "contents": "<p>The Kozelshchansk Icon of the Mother of God was glorified in the late nineteenth century, though it is older than that. This icon is of Italian origin and was brought to Russia by one of Empress Elizabeth’s (1741-1761) maids of honor, who was Italian. The owner of the icon married a records clerk of the Zaporozhsky-Cossack army, Siromakh. So, the icon went to the Ukraine with them. </p><p>During the nineteenth century it belonged to the family of Count Vladimir Kapnist, and was one of their sacred possessions. The icon was in the village of Kozelschina, Poltava governance. During Cheesefare Week in the year 1880, Maria, the daughter of V. I. Kapnist, dislocated some bones in her foot. The local doctor said the problem was not serious. Dr. Grube, a noted surgeon in Kharkov, agreed with the diagnosis, and he applied a plaster cast to Maria’s foot. He also prescribed hot baths and iron supplements. To lessen the discomfort of the foot while walking, a special shoe was made with metal bands that went around the girl’s leg. Lent passed, but the girl did not feel any relief. </p><p>After Pascha, Maria’s other foot became twisted. Then both shoulders and her left hip became dislocated, and she developed pain in her spine. The doctor advised Count Kapnist to take his daughter immediately to the Caucasus for the curative mineral waters and mountain air. The journey to the Caucasus and the curative treatments caused even greater affliction. The girl lost all feeling in her hands and feet, and did not even feel pinches. </p><p>Because of the advanced degree of the illness, and since therapy was not helping, they were compelled to return home. </p><p>In the month of October, the father journeyed with his sick daughter to Moscow. Here he consulted specialists, who declared that they could do nothing for Maria. </p><p>The parents and the sick girl began to despair. However, an unexpected opportunity for help from a foreign professor presented itself. Since it would be some while before his arrival in Moscow, the sick girl asked to return home. The Count sent her back to the village, and his wife promised to bring their daughter back to Moscow when he received news of the the professor’s arrival. On February 21, 1881, they received a telegram saying that the professor had arrived in Moscow. </p><p>On the day before the appointment, Maria’s mother suggested that she pray before the family icon of the Mother of God. She said to her daughter, “Masha [a diminutive form of Maria], tomorrow we go to Moscow. Take the icon, let us clean its cover and pray to the Most Holy Theotokos that your infirmity be cured.” </p><p>The girl, who had no confidence in earthly physicians, placed all her hope in God. This icon had long been known as wonderworking. According to Tradition, young women would pray before it to have a happy family. It was also the custom to clean the cover of the icon, and the one praying would wipe it with cotton or linen. </p><p>Pressing the holy icon to her bosom, the sick girl, with the help of her mother, cleaned it and poured out all her sorrow and despair of soul to the Mother of God. All at once, she felt the strength return to her body and she cried out loudly, “Mama! Mama! I can feel my legs! I can feel my hands!” She tore off the metal braces and bandages and began to walk about the room, while continuing to hold the icon of the Mother of God in her hands. </p><p>The parish priest was summoned at once and celebrated a service of Thanksgiving before the icon. The joyous event quickly became known throughout all the surrounding villages. The Countess and Maria went to Moscow and took with them the holy icon of the Mother of God. News of the healing quickly spread about Moscow and people began to throng to the hotel, and then to the church, where they had brought the icon. </p><p>The icon continued to work several more healings. When the family returned home to Kozelschina, people had already heard about the miracles of the Kozelschansk icon of the Mother of God in Moscow, and many came to venerate the icon. It was no longer possible to keep the icon at home, so by the order of Archbishop John of Poltava, the icon was transferred to a temporary chapel on April 23, 1881. Every day from early morning, services of Thanksgiving and Akathists were served before the icon. </p><p>In 1882 a chapel was built on the grounds of the estate, and then a church. At the decision of the Holy Synod on March 1, 1885 a women’s monastery was established, and on February 17, 1891 it was dedicated to the Nativity of the Most Holy Theotokos. </p><p>At present, the Kozelschansk Icon is in the Krasnogorsk Protection women’s monastery (Kiev diocese). In the lower left corner of the icon is a table with a cup and a spoon. It is believed that this symbolizes the Mother of God as a “bowl for mixing the wine of joy” (Akathist, Ikos 11). A Service and an Akathist have been composed for the Kozelschansk Icon.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/21/100578-kozelshchansk-icon-of-the-mother-of-god",
            "date": "2023/2/21"
        },
        {
            "title": "Saint John Scholasticus Patriarch of Constantinople",
            "contents": "<p><a href=\"/saints/troparia/2023/02/21/109057-saint-john-scholasticus-patriarch-of-constantinople\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint John Scholasticus, Patriarch of Constantinople, was born in Sirimion near Antioch, and studied law. He was ordained a priest because of his great holiness and piety. Later he was elevated to the patriarchal throne, where he spent the years 565 to 577. </p><p>While still a presbyter, he compiled a collection of Church Rules in Fifty Chapters, and later during his time as patriarch he made a Codex of civil laws relating to the Church. From these collections was compiled the Nomocanon (i.e. “Law-canon”), used in church administration. Saint John also composed the “Cherubic Hymn”, and “Of Thy Mystical Supper.” </p><p></p>",
            "source": "https://www.oca.org/saints/lives/2023/02/21/109057-saint-john-scholasticus-patriarch-of-constantinople",
            "date": "2023/2/21"
        },
        {
            "title": "Saint Zacharias Patriarch of Jerusalem",
            "contents": "<p><a href=\"/saints/troparia/2023/02/21/109058-saint-zacharias-patriarch-of-jerusalem\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Zacharias, Patriarch of Jerusalem, lived from the end of the sixth to the early seventh centuries. He became Patriarch of Jerusalem in 609. In the year 614 the Persian emperor Chosroes fell upon Jerusalem, looted it, and led many Christians into captivity, including Saint Zacharias. </p><p>Chosroes also captured the Life-Creating Cross of Christ. During the invasion, as many as 90,000 Christians perished. Afterwards Chosroes was compelled to sue for peace with the Byzantine Emperor Heraclius (610-641). The Cross of the Lord was returned to Jerusalem. The Christian captives who remained alive also were returned, among them Patriarch Zacharias, who died peacefully in the year 633.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/21/109058-saint-zacharias-patriarch-of-jerusalem",
            "date": "2023/2/21"
        },
        {
            "title": "Saint Makarios of Glinsk Hermitage",
            "contents": "<p><a href=\"/saints/troparia/2023/02/21/100352-saint-makarios-of-glinsk-hermitage\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>The holy Elder Hieromonk Makarios (Matthew Terent'evich Sharov in the world) was born in 1802, and came from a wealthy bourgeois family in the city of Ephraimov in Tula Province. His mother was particularly devout, always walking with a prayer rope in her hands, and she raised her children in the fear of God. Following the example of his parents, Matthew Terent'evich was also devout, humble, and led a restrained life: he did not eat quickly, he read spiritual books, avoided worldly fuss, diligently visited the temple of God and often prayed to God at home. In 1822, when he was twenty years old, he finally decided to forsake the world and enter the Glinsk Hermitage under the guidance of the ever-memorable Igoumen Philaretos (Danielevskii), a man known for the sanctity of his life.</p><p>He arrived at Glinsk Hermitage when its ever-memorable restorer, Igoumen Philaretos, was the Superior. In 1828, he was enrolled in the monastery's brotherhood. As is well-known, Father Philaretos kept a close watch over the newcomers. To him, a newcomer was a child who needed spiritual milk (I Cor. 3:2; Heb. 5:12; I Peter 2:2), and the Igoumen supplied it in abundance. Into this school of piety came Matthew Sharov. In the person of Father Philaretos he found a knowledgeable spiritual guide, who had learned through personal experience, the difficulty of the path to salvation. He had studied this path to such a degree that the person under his guidance was fully assured of reaching his goal. Matthew soon felt this and entrusted himself to the wise instructor in absolute obedience. After learning Matthew's capabilities, this spiritual guide assigned him to various obediences, which did not correspond to his abilities or spiritual needs, and the young novice carried them out in a zealous manner.</p><p>At first, he was appointed to work in the monastery's apiary, where Father Igoumen often visited and watched the newcomer closely, paternally instructing him in the monastic life. His ardent performance of his duties, and his humble and willing obedience to his Elder's will predisposed Father Philaretos toward him, and he often spoke to the young struggler in a paternal way. In a short time he was so prepared that he made his monastic vows on December 16, 1833, fully aware of what he was doing. He was tonsured by his great Elder and was named Makarios.</p><p>While still a novice, he kept watch over his soul, and after becoming a monk his vigilance increased. His humility was shown in his every word, as well as in his actions, his appearance, his clothing, and in every movement. In other words, he became an image of humility in a short time. By keeping watch over his heart, he blocked the passions from entering therein with the weapon of noetic prayer. Elder Philaretos rejoiced exceedingly over his spiritual child and taught him how a true warrior of Christ must do battle with the Enemy of our salvation. The attentive disciple of this wise instructor was quickly perfected in the virtues, reaching such a level that Father Philaretos deemed him worthy of ordination.</p><p>Father Makarios tried to cleanse his heart of all earthly matters, and those things which are displeasing to God, so that he might become worthy of the grace which was given to him at his ordination. He always served with special reverence, which was noticed by those around him, even though he tried to hide it from everyone. His serving was distinguished by a profound feeling of humility, with fear and trembling before the greatness of Almighty God, before Whose altar he now stood.</p><p>Father Philaretos, seeing his disciple and spiritual son rapidly ascending the steps of perfection, wished to see him in the rank of a priest during his lifetime. Father Makarios was ordained on February 29, 1839, and his elevation to the priesthood served to make him more attentive in his spiritual life. He had it very well under the protection of his wise teacher, Father Philaretos, who always had the correct solution, his clairvoyant counsels, and his timely and necessary directives. However, on March 31, 1841, Glinsk Hermitage was deprived of its Superior, and Hieromonk Makarios lost his earthly guardian angel. But the seeds the Elder had sown were watered by his prayers from Heaven, and were strengthened by his disciple's zeal for salvation here below. Not only were these seeds not lost, but they also bore fruit a hundredfold.</p><p>Soon Hieromonk Makarios became an example for all the monks to emulate. He studied the Holy Scriptures; he had great knowledge of the exalted Christian virtues, and of the monastic virtues. He tried to put these into practice in his own life in order to be filled with the virtues indicated to us by our Lord Jesus Christ: love of God and love for one's neighbor, strict reclusion, and mortifying the body through fasting and prayer. By God's grace these became so strong in him that he wished to embrace the whole world, and to lead everyone to God. This same ardent love drew him to the service of the salvation of many people.</p><p> Father Makarios was appointed as Dean of the monastery in 1844, despite the fact that not so long ago this zealous doer of the Lord's commandments was enrolled with the state because of illness. </p><p>After assuming the difficult position of Dean of the monastery, Father Makarios devoted himself to the performance of his duty. Only his humility and his Christian love toward all led him to accept this heavy and burdensome duty, but he gave his all to it. While he was Dean, there was exemplary behavior in the monastery. Relying on the Dean's vigilance, the Superior was at peace because he knew that for the sake of holy obedience Father Makarios was ready to sacrifice his own comfort for that of all the brethren; and he also knew that they would maintain their good conduct out of respect for Father Makarios. How did Father Dean act? He divided his love in half, as it were: one half was for the Superior, whose orders he regarded as sacred; giving the other half, and himself, to the brethren. Of course, some of them did not always conduct themselves as the Superior required.</p><p>Some refused to carry out their assigned obediences out of stubbornness or self-love. Father Makarios tried to carry out their obediences himself. For example, he often made the dough for bread at night, and did other heavy work. Father Makarios tried to conceal the weakness of some of the monks from the Superior, and often he got into trouble because of this.</p><p>While covering up for the others, Father Makarios was deeply grieved by their weaknesses. He begged and begged them to correct themselves, and tried to counsel them. His instructions, coming from a heart aflame with love for God and for his neighbor, were so effective that those toward whom they were directed involuntarily gave way before the power of his words, and submitted themselves to holy obedience. Once they corrected themselves, Father Makarios was at peace concerning them. He knew that those who had been corrected would not permit any conduct which was contrary to the rules of the monastery, because they did not wish to grieve him. </p><p>Because of his position, he was obliged to come into contact with worldly people, and found ways to converse with them and to be useful to them. Beginning with the usual topics, imperceptibly he would lead the conversation toward the soul's salvation. Then he would become inspired and, as if from a pure spring, he would give spiritual drink to his listeners. Enthralled by the power of his words, they listened attentively to the ascetic and many learned the science of Christian life through him. However, while caring for the salvation of others, Father Makarios did not neglect his own. He knew how to conduct himself so that his contact with worldly people did not have an adverse effect upon him. He was rewarded abundantly when he saw that a human soul, under the influence of his tender paternal counsels, recognized its Creator.</p><p>In his cell, Father Makarios had only a few icons and books, and that was all. He did not acquire anything else. So that he would not be distracted, he glued paper over the windows of his cell, or painted them over, so that nothing could be seen through them. Prayer and solitude were his only food. Weakened by illness, he lay down on a rug and read the Psalter. At night the Elder got up to pray, supported by two crutches, and read the Holy Gospels, conversing with God for such a long time that one could not understand how he could do this, since he was ill. But God's \"power is perfected in weakness\" (2 Cor. 12:9).</p><p>It is said that sometimes the Elder would take a book and go into the forest. Then he would sit down somewhere to read or to pray. Finding a suitable tree stump, the ascetic would place the book on it and kneel down before it. Then his pure soul would fly to Heaven on the wings of prayer. Once, Father Makarios, as usual, went for one of these strolls in the woods, and became very tired. He sat down by the side of the road in order to rest a little, but he was so deep in meditation that he did not hear a peasant's horse-drawn wagon approaching. Suddenly, as the wagon came closer, he stood up. The horse became frightened and veered to the side. Father Makarios said, \"Forgive me, brother,\" and bowed to him.</p><p>  The peasant smiled and said, \"If it were anyone else... but, since it is Father Makarios, then we shall say nothing.\" </p><p>This little incident shows just how much Father Makarios was respected, not only by the brethren of the monastery, but also by those who lived outside its gates.</p><p> His great ascetical labors finally caused his already fragile health to deteriorate. So, in June of 1848, he was relieved of his duties at his own request. After this, he did not leave his cell, except to go to church, and for infrequent solitary walks in the woods. At such times he was seen in the cemetery, where there was much that his humble and attentive soul knew and loved. Even though his solitary retreat in his cell was not full reclusion, all his ascetical labors were truly those of a real recluse.</p><p>  One evening, two monks were going to his cell together in order to speak with him. Among the other things they mentioned about Father Makarios, one of them said, \"He has locked himself in. It is easy to be saved in reclusion, because one does not behold any temptations. If he lived as we do, however, having temptations before his eyes, and if he could live as if he did not have them, then that would be a great ascetic feat indeed!\"</p><p> Later, one of them had to pass by the cell of Father Makarios in order to get to his own. Father Makarios opened his door and asked him to come in. \"Brother,\" he said, \"forgive me, a sinner, and a weak one, who is unable to struggle as you do, but hides from worldly temptations in his cell. For the sake of God, forgive me.\"</p><p>The monk was stricken, not so much by the Elder's humility, but by the very words which the monk himself had spoken only a few moments before, and were now repeated by the Elder. This monk who had judged others made a prostration before the humble ascetic, and sincerely asked to forgiven.</p><p> The many admirers of Father Makarios, who were deprived of the great benefit of his counsels after he had locked himself in his cell, tried to come to him now in his cell, but they were turned away. Then some of them, having great faith, and who loved the Elder, asked the Superior to order Father Makarios to receive those who came to him, for the sake of obedience. As usual, the humble Elder now preferred the benefit and the will of others to his own solace, and so he opened the door of his cell to everyone. They had been waiting for a long time to hear his grace-filled words, and now that his door was open, they came to him often, and at all times, knowing that Father Makarios would always give them just the right advice and the necessary help from God. His cell was a place where many of their spiritual needs were met, and many questions were answered. From early morning until the evening, many people disclosed to him the thoughts of their hearts, weeping many warm and salvific tears of repentance. They vowed to correct themselves, and their perplexities were resolved.</p><p>The Elder’s calmness when counseling people was amazing. He listened to both the nonsensical superstitions of the common folk, and the disbelief and the foolish freethinking of educated persons. He heard the senseless complaints of a peasant woman, and the fanciful curiosity of a wealthy woman, as well as the simple stories of a peasant, and the deceitfully elegant conversations of the wise of this world. Nothing could disturb his Christian patience and his complete spiritual peace, however.  He conquered all by his most profound humility. Pure joy shone on his radiant countenance, reflecting the purity of his heart. His eyes expressed his angelic meekness and inner peace. Those who entered his cell in sadness emerged in a state of happiness. The sorrowful received comfort; the despairing came out with the hope of repentance; the self-confident became humble.</p><p>As for his great piety, many people wrote to ask him for advice and guidance in the spiritual life, or about their doubts and sorrows. The loving Elder, who was always ready to help his neighbor, did not refuse to reply. As someone who had received only the most elementary education at home, he was not learned in worldly wisdom, but he attained great perfection by obeying Christ’s commandments, by his attentive study of the Holy Scriptures, and the writings of the Holy Fathers.</p><p>Many of those who came to Father Makarios with faith noticed that he had the gift of clairvoyance. One hieromonk tells us: “When I entered the monastery, I was given a cell not far from that of Father Makarios. He always had so many people waiting to see him that they stood at his door from Matins until Vespers. I often saw Father Makarios open the door, and those who were closest would fall to the floor before him. He, as though he did not notice them, would call out to someone far in the back: “John,” or “Anna, come here.” When people made their way through the crowd with difficulty, he would ask them to tell him their name, something about their life, and their reason for coming to him. Then after giving advice, he would let the person go forth in peace, and then he would call the next person in the same way. Sometimes it happened that a person who had traveled a great distance, perhaps thousands of miles, never got to see the Elder. Later, it was noticed that those he called had a greater need for his godly-wise conversation than the others.”</p><p> “Invited and blessed by Father Makarios, I often came to help out in his cell. Once, as a reward for my efforts, the Elder blessed me with a Priest’s Service Book and said, ‘Do not be proud or judge others; humble yourself and you will be a good monk. Later, you will bless others.’</p><p> “These words seemed impossible to me, because at that time I was barely able to read. Later, events revealed the truth of the Elder’s clairvoyant words, foretelling that I would become a priest.</p><p> “About two weeks after he took up residence in the tower located in the ‘Bishop’s Garden,’ I went to see him. I came to his tower and saw that there were no crowds waiting for him, only one woman who tossed some white object on the Elder’s steps as I approached. I had just reached the door, and before I had time to say the prayer, I heard the Elder’s voice: ‘Timothy, Timothy, hurry and open the door.’ The Elder could not have seen me because at the time he was lying down on his little rug with the Psalter in his hand. ‘Why do you come to me so seldom now?’ he asked.</p><p> ‘Forgive me, Batushka,’ I replied. ‘I don’t have the time, because of my obedience.’</p><p>‘It is good that you have come,’ he said. Pointing to a jar of ointment in the window he said, ‘You can rub me with that. My chest hurts, and it is hard to breathe.’ </p><p>“Because of his illness, the Elder’s chest was swollen. As I rubbed him I, the sinful one, thought: ‘The Elder still has some fat on him.’ </p><p>“He replied to my thoughts on the spot: ‘Timothy, do you see how smooth I am? I eat so much; you can see how fat I am.’ </p><p> ‘Forgive me, Batushka,’ I said, struck by his clairvoyance.</p><p>“Then he said, ‘Go out and bring what is on the steps. Didn’t you see anything?’</p><p> “I forgot that I had witnessed the woman’s actions and replied, ‘No, Batushka, I did not, but bless me and I will see if there is something there, and if so, I shall bring it.’</p><p>‘No,’ he said, ‘don’t go. It isn’t necessary.’</p><p> “After finishing some of the chores which needed to be done, I said, ‘Batushka, perhaps you will bless me to go home now?’</p><p> ‘God will bless you,’ he said, ‘but come to see me more often. When you go out, you will see a man and a woman standing on the ground. They are married, and live very much in harmony. His name is John, and hers is Eudokia. Tell them to come in.’</p><p> ‘Bless me,’ I said.</p><p> “I went down the steps thinking: ‘Is someone here now? When I came in, there was no one around, and one cannot see from the cell because the windows are facing the forest, and besides, the Elder could not get up from the floor.’ </p><p> “I went down the steps with these thoughts, and I saw a man and a woman. I thought I should ask them their names.</p><p>‘Are you here to see Father Makarios?’ I asked.</p><p>‘Yes, to see Father Makarios,’ they replied.</p><p> “I asked the man his name, and he said, ‘John.’</p><p> ‘And yours?’ I asked the woman.</p><p> “She said, ‘Eudokia.’</p><p> “I asked them how they were related, and they said, ‘We are husband and wife.’</p><p> ‘Go on up,’ I said.</p><p>“Then I understood the Elder’s wondrous gift of clairvoyance. I went back to my cell, not understanding why the Elder was so open with me this time. He knew, however, that this would be my last visit to him, and so he did not conceal his gift. Soon after this, he became ill. When I went to see him at the infirmary, he was unable to speak, because of his weakness. He gestured feebly for me to come close to him. Even then, when he was ill and close to death, and in pain, he still kept me in prayerful remembrance.”</p><p> Receiving those who came to him, Father Makarios with his spiritual eyes knew their future destiny, and often revealed it to them. A certain devout monk tells us the following:</p><p> “One day, my mother, my brother, and I came to Glinsk to receive Father Makarios’s blessing. As he was blessing us the Elder pointed to me and said to my mother, ‘Give this child to the Queen of Heaven, and keep this one (pointing to my brother) for yourself.’ In her simplicity, and because of her sincere faith in God’s will, as expressed to her through the Elder, she said that she was prepared to leave both of us with him. The Elder, however, repeated what he had just said.” </p><p>Later, as it happened, the older of the two boys, who had a sincere disposition toward monasticism, was proficient in that capacity. The other one, because of his leanings, could not endure monastic life. </p><p>  Hieromonk A. said, “I came to Glinsk Hermitage from the Maloyaroslavets-St. Nicholas Monastery. The late Father Archimandrite Innocent, for special reasons, did not usually accept monks from other monasteries into his. When I requested to be accepted into the Hermitage, the Archimandrite refused, although he did not set a time limit on my stay at the monastery guesthouse. I lived there for three months without leaving the monastery, which had become so dear to me. In the end, I decided to go to Father Makarios for advice. The ever-memorable Elder was already sick in bed when I went to see him. Bowing to the ground before him, I described my sorrow because I could not stay and work there, since the Superior would not accept me. </p><p> “Go and ask him,” Batushka said, “and he will take you in.”</p><p>“I did as I was told, and contrary to all expectation, Father Innocent made an exception for me and took me in. Of course, it was through the prayers of Father Makarios that he accepted me.”</p><p>A certain elderly nun, a disciple of Father Makarios, describes how she entered the monastery which he indicated to her by his clairvoyance. </p><p> “Once, when I was young, I was at Glinsk Hermitage on a certain Feast Day, and attended a solemn Moleben. Among those who were serving, I saw a tall, thin Hieromonk with sunken eyes. I wanted to see his face, and just as I had that thought, he turned and looked straight at me. This, as I found out later, was Father Makarios. On another occasion, I was at Glinsk Hermitage with a little girl. I had heard a great deal about Father Makarios, but I was afraid to go see him. After the Divine Liturgy, I went back to our room in the guesthouse, and the little girl disappeared without me noticing. After a short time, she returned with a booklet: Brief Instructions for Monks. ‘I was told to give this to you,’ she said, handing me the booklet. </p><p>“After that, I wanted to see Father Makarios in person, and I asked the monk in the guesthouse to find out if he would receive me. I received this reply: ‘She must go to the monastery, and when they accept her, she may come to me for a blessing.’</p><p>“When I arrived back home, I became quite bored with everything, and could find no relief in anything I did, so I was forced to go back to Glinsk Hermitage to see Father Makarios. He received me very kindly, comforting me and ordering me to enter a monastery. When I asked which one, and where, he replied that God Himself would arrange everything.</p><p> “Returning home to my family, I regarded myself as a stranger with them. Life in the world had lost all its meaning for me. Through some acquaintances, I asked Father Makarios what I should do. He ordered them to tell me that when the time came for me to enter the monastery, I would not remain at home for even a moment. I traveled, wishing to distract myself from my terrible boredom. I visited one maiden’s monastery to pray, but did not want to enter. When I received the blessing of the Igoumeness, however, I suddenly asked to be accepted into the monastery, and she took me in. After that, I went to see Father Makarios. He received me as a father would meet a beloved child. He opened the door to his cell and told me to look things over. </p><p>“Look here, look at everything,” he said. </p><p>“In his cell he had only an Icon of the Mother of God “Of the Passion” (August 13), a cross, a few books, a table, a chair, and a simple wooden bench upon which was placed an old peasant’s coat. On the table there was an apple. After showing me his cell, he sat on the steps and instructed me about humility, patience, non-acquisitiveness, and in general, how a nun must live. After this, he embraced my head and kissed it, like a loving mother.<sup>1</sup> Then he said, ‘Do you want your sister to die?’</p><p>“He was asking about my younger sister who was always sick, and whom I loved very much. I did not wish to be separated from her, however. I did not answer, and the Elder asked me again. Then, as if he was replying to my thoughts, he said, ‘You do not desire this, but it would be better if she did die. Pray about it.’ But I could not pray for my sister’s death.</p><p> “Eventually, she got better and grew up, but she had a very unhappy life. Now I regret that she did not die back then. After a year, I wanted to leave the monastery. There were many sorrows, and I did not have the patience to bear them. So, I went to Father Makarios again. He ordered me to go to another monastery and to remain there for a while. I asked to be accepted there, and I was. But I went to Father Makarios in order to find out where I must live. I returned to Batushka and he told me to go back to the first monastery, saying that God Himself had decreed that this is where I must live. </p><p> “When I returned and told Matushka Igoumeness about my trip, she would not let me go, and ordered me to make prostrations for a week (probably at trapeza) as a punishment for my willful absence. I was comforted by Father Makarios in this sorrow, and I received his wise counsel until the end of his life.”</p><p>There was a certain nun (Mother Agnes) who had money, and a nice cell; the Igoumeness loved her, and all the sisters respected her. This, however, was not good for the salvation of her soul, because \"it is through many tribulations that we must enter into the Kingdom of God\" (Acts 14:22).<sup>2</sup> The Elder prayed and arranged for her to bear these saving sorrows. As a wise instructor, he did not leave her to face these sorrows without warning her ahead of time. He prepared her for all this in advance, foretelling the grief, persecution, and want that she would face. \"Weep a little, weep a little! It doesn't matter why you weep,\" he said, \"it is better than being happy.\"</p><p> She did not believe any of this, thinking that the Elder was joking with her. She did not realize the wisdom of the Elder's predictions until she returned to the monastery and discovered that her position had changed. His prophecy came true, exactly as he said it would. Even then, he did not leave her without help. He sent her comforting letters, saying that all this would pass, and that she would live as before. This also came true, but it was no longer harmful for her soul, because she had passed through the fire of temptation, and knew the value of worldly goods, and the fickleness of human love.</p><p>  In general, the Elder consoled some people by offering a better outlook for the future; others were warned of troubles to come, preparing them in time, so that their sorrow would be easier to bear.</p><p>Large crowds of people were drawn to Father Makarios by his counsels, which came from his gift of grace, his admonitions, and by his healing of bodily infirmities. Because of this, it was sometimes difficult to move in the monastery courtyard, or near its gates, or by the cell of Father Makarios. On one occasion, people were waiting to be received, each in his turn, by the godly Elder. Hieromonk Joseph, a disciple of Father Makarios, had to make his way through the crowd. Because of the great multitude, his progress was very slow, and he was displeased. He thought, “Look at the crowd the old man has brought here. Why does he care for them? They will not let me by.” </p><p>When he walked by the Elder’s cell, he heard a tapping on the window. He went in and asked him, “Did you call me?” </p><p>“Yes, I did call you,” he replied. “Please tell me, for God’s sake, what am I to do with the people? You see how many have come and I, a wretched old man, must care for them, and they will not let me go by.”</p><p> Father Joseph then understood that the Elder had discerned his thoughts and called him in to ask him what to do with all the people. Stricken by this, Hieromonk Joseph asked for forgiveness. The Elder forgave him and said that he, “a sinner,” was not acting on his own, but in obedience to the command of the Queen of Heaven, and was doing her will. We do not know how this will was expressed: in a vision, or by the Superior’s blessing for him to receive visitors. In any case, a certain vision may have had something to do with it. Father Makarios himself told some nuns that he once had a vision on his way to church. In the monastery courtyard, and all around him, many swallows were flying. Some of them landed on his hands, and others on his shoulders, and he was able to hold them in his hands and blow on them. After that, when he was returning from church, he was carrying a cross on his head. On the roof of the cells there were many crows cawing at him. He understood that the vision of the swallows meant that he should not refuse to receive women who sought his advice. The vision where he was carrying the cross meant that this was a difficult task. The crows which cawed at him represented the brethren who complained because he received women.</p><p> Among his many spiritual gifts, Father Makarios received the gift of healing human sickness. Once, a possessed person was brought to him. He was calm, but as soon as his companions turned toward the cell of Father Makarios, the possessed man became frantic. They dragged him to the Elder by force, and Christ’s true follower laid his hands on him and healed the man by his powerful prayer to God. </p><p>His words did not have the elegance of the learned people of the world, but they were permeated with wisdom from on high, and were fervent because of his meekness and love, and so they were vibrant and effective. His words were filled with <em>spiritual rationality</em>, which the Fathers call the highest of all virtues. </p><p>Beyond any doubt, we know that everyone who followed the Elder’s advice received not only spiritual benefit, but they also became more successful in their worldly affairs. There are so many examples of this that it is superfluous to mention all of them here.</p><p> Sometimes the Elder’s many visitors succeeded in getting him to accept some small gift (which did not happen often). He sent all of these to the Superior, however, without pausing for a moment. Upon his death, only a small coin was in found in one of his books, because he used it as a bookmark and then forgot about it. The Elder only kept incense and candles, which he used in his cell.</p><p>  In return the visitors often asked Father Makarios for some small thing as a blessing and memento. The Elder gave away everything he received to the pilgrims, and when he had nothing left, he would say, \"What can I give you? I have nothing left but a few crusts of bread left over from trapeza.\"</p><p> His visitors were happy to receive even these crusts and accepted them with sincere reverence. By God's grace, these were more precious to them than gold or silver. Faith in the power of the Elder's prayer gave his things, even a crust of bread, similar power. According to the testimony of those who received them, they healed people of their illnesses.</p><p> Father Makarios, who helped everyone in their inner renewal, did not forget his closest fellow ascetics in the monastery. In all circumstances, and the attacks of the Enemy, the brethren ran to Batushka. Once, when Hieromonk Moses was stricken with spiritual sorrow, he hoped to receive comfort from Heaven by speaking with the Elder. But Father Makarios was so exhausted from receiving visitors that he could hardly breathe, so he asked Father Moses to come back to him in the morning. Father Moses left the Elder's cell with a heavy heart, and silently turned to Heaven, and his prayer was heard. </p><p> The next morning, as dawn was breaking, Father Makarios sent for Father Moses. When he came to the Elder's cell Father Makarios bowed before him and said, \"Forgive me, a sinner, Father and brother, for refusing you yesterday. Last night I suffered terribly because of it.\" From that time forward, the Elder devoted himself completely to his disciples. They were able to come to him at any time without having to wait. They only had to say the customary Jesus Prayer at the door. After this they no longer were afraid of coming at inconvenient times, or of disturbing the Elder. His peace was in the spiritual peace of his disciples. Truly, one could say that Father Makarios was a worthy disciple of a worthy teacher: the ever-memorable Igoumen Philaretos. He in his turn became a worthy spiritual guide for others. </p><p>Among the brethren of Glinsk Hermitage, with whom Father Makarios was on especially friendly terms, was the nearly one-hundred-year-old Monk Theodotos. Elder Makarios was also the spiritual brother of the strict ascetic and Elder, Father Schema-Archimandrite Heliodoros (1797-1879). Even between these great spiritual men, however, there arose spiritual discontentment. Father Makarios, filled with love for everyone, had yielded to the requests of his many admirers, and he agreed to have some photographic visiting cards made. </p><p> Elder Heliodoros was deeply offended by this, and when Father Makarios came to visit him, he told him so. He believed that this decision of Father Makarios was inconsistent with monastic humility, and he criticized him harshly, \"You are not an Elder, but an old man with a basket\" (the Russian word he used refers to a large basket which peasants use to carry things). Then he explained the reason for his unusual words. Father Makarios explained that he did not act as he had from a desire to glorify himself, but because he didn't want to scorn the love of others. Father Heliodoros, however, refused to listen to Father Makarios. He said, \"You did not do this according to God’s will. Bishops are luminaries, but who are you? This is the sort of thing which is done by those who do not care about a heavenly reward.  </p><p>What had been done could not be changed, and this is the only reason we have the Elder's portrait. Father Makarios, however, took the stern disapprobation of Elder Heliodoros to heart. Hieromonk Pankratios, who was loved by Elder Makarios, and who learned much from him about his ascetical life, and himself had witnessed many signs of God's grace by the Elder's prayers, kept a secret journal about these things. Somehow, Father Makarios found out about it. Recalling Father Heliodoros's stern criticism, and through fear of eternal damnation, he ordered Father Pankratios to destroy all his notes. The latter did so, though much against his will.</p><p> This tireless worker for the glory of God, and for the salvation of his neighbor, did not spare his own health, sacrificing everything for the sake of others. After a time, although the inner man continued to grow, the temple of his body became weaker and weaker. He received some sort of revelation concerning his approaching death. As the Elder said later, he wished to \"depart to live with the Angels in Heaven,\" and he desired to be tonsured into the Great Schema. He was tonsured on June 1, 1863 with the same name. To the repetition of his monastic vows he added even more to his former great works.</p><p> He attended all the lengthy services at the Hermitage as usual. Standing at the kleros<sup>3</sup>   and leaning on his crutch, he stood until the end of the service, ignoring the swelling of his legs and the festering wounds which covered his body, causing him to suffer a great deal. Just as before, he wore the mantiya and klobuk, with the Great Schema beneath. It was only rarely that he wore all the garments pertaining to the Great Schema. That is because after Elder Heliodoros was tonsured into the Great Schema, he wore all the garments of the Great Schema when he came to church. These, as we know, are adorned with many crosses. In their simplicity, some commoners made the Sign of the Cross and made prostrations before him. This disturbed and grieved the humble Elder so much that he never wore the garments of the Schema before the people again, but only the mantiya and klobuk. Elder Makarios imitated the example of Elder Heliodoros.</p><p> Disregarding his weakness, Elder Makarios served the Divine Liturgy with the same reverence as before. He slept very little now, sitting in the chair which had served him as a bed for seventeen years. After his tonsure into the Schema, he stopped corresponding with people by mail, but he received those who wished to see him and to receive his blessing, although not as many as before. Now he received almost no women. This continued until he was forced to take to his bed.</p><p> The cause of his last illness was a cold. As long as he was able, the Elder read all the Church Services in his cell (alone, or with the help of others), and when he was confined to bed by his illness, he listened attentively to the prayers being read by others. Now he began to partake of the Holy Mysteries of Christ more frequently, knowing full well that soon he would be separated from the bonds of his body. Provided with the Church’s Mysteries, and with his disciples weeping over him, he surrendered his soul peacefully and quietly on February 21, 1864, at the age of sixty-three.</p><p> As a good and faithful servant, Father Makarios did not sever his ties with the world below after he had passed into the joy of his Lord. There are several testimonials about this. The aforementioned woman Eudokia, who told the Elder all the circumstances of her life, was experiencing great sorrow. She often remembered Father Makarios and thought, “If only he were still alive, he would console me with his grace-filled words.”</p><p> That night, after she had fallen into a light sleep, she beheld a beautiful bower covered with greenery, and Father Makarios was inside. She rushed toward him, intending to tell him of her grief, but before she could do so, the Elder gave her an icon of Christ the Savior, and a small bottle of olive oil, and then he disappeared. In this case, the bottle of oil represented the oil of consolation, because by the Elder’s prayers, her sorrow soon passed away. </p><p>Here is another case. In a certain village, about four miles from Glinsk Hermitage, there lived a poor peasant with his wife and children. He became ill, so that he was not only unable to work, but he could not even walk. This sickness lasted for four years. His poor wife labored beyond her strength so that they would not all die from starvation. The man was not helped by village medications, and under the circumstances, they could not even think of getting a doctor to treat him. They were so poor that a dry crust of bread was regarded as a great mercy from God. She often bowed down before the holy Icon, broken-hearted and in tears, beseeching the Mother of God to heal her husband. One day, after praying in this manner, she fell asleep and saw a majestic Elder standing before her. “Why do you weep?” he asked.</p><p>  “How can I not weep, Batushka?” and the unfortunate woman told him of her sorrow.</p><p> “Do not weep,” he told her, “but go to Glinsk Hermitage and ask the Superior to serve a Moleben to the Mother of God with a procession to the Skete, and your husband shall be healed.”<sup>4</sup>  </p><p>  “But how shall I do this?” the woman asked. “I have no money, not even a kopek.”</p><p>  The Elder said, “You go to the Superior. He is kind, and he will do it without payment.”</p><p> Then she asked, “What is your name, Batushka?” </p><p>“Makarios,” he replied, and then he vanished.</p><p> This unusual dream made such an impression on the woman that she went to the Hermitage at once without saying anything to anyone. The first person she met was Father Gurios, the vestment-keeper, and she told him everything she had seen. Father Gurios related all this to Igoumen Innocent, who blessed for a Moleben to be served without any payment. The Moleben for the sick man’s health began, and at the end of the Akathist, the man himself entered the church and prayed with great fervor. </p><p>All those who heard the woman’s account of her husband’s hopeless illness were astonished when he came in, most of all, the wife herself. As he recounted later, the man had seen Father Makarios, whom he had known personally, in his dream. The Elder came and took him by the hand saying, “Why do you lay there? Get up and go to Glinsk Hermitage. Your wife will pray at the Skete, and you must pray as well.”</p><p> When he awoke, the man felt his strength returning, and he was able to move, but only with difficulty. Even so, he was able to get to the Skete before the end of the Moleben. Everyone who has experienced something similar will understand how great the joy of these poor peasants was. Even now, many people who knew Father Makarios, or who have only heard about him, take dust and leftover rain water from his grave stone with faith. Because of their faith, and the prayers of the ever-memorable ascetic, they receive help, by the grace of God.</p><p>On August 16, 2008, at the Glinsk Nativity of the Mother of God Hermitage, Saint Makarios was glorified for local veneration, along with the holy venerable Elders of Glinsk. His name was added to the <em>Menaion</em> of the Russian Orthodox Church by the decision of the Council of Bishops in 2017.</p><p></p><p><sup>1</sup> This unusual gesture, kissing a person on the head the way one would venerate a saint’s relic, indicates the wish that the person might also become a saint.</p><p><sup>2</sup> However: \"Many are the afflictions of the righteous, but out of all of them the Lord will deliver them\" (Psalm 33/34:19). <em>[FrJF]</em></p><p> <sup>3</sup> The area at the front of the church where the Readers and singers stand. The right and left choirs. The name is derived from κλήρος, which means \"the drawing of lots.\" In the earlier times the Readers and singers were chosen by lots. (<em>A Manual of the Orthodox Church's Divine Services</em>, by Archpriest D. Sokolof. New York and Albany, 1899. Pages 18-19.) </p><p><sup>4</sup> At Glinsk Hermitage, on several days during the summer, there is a procession from the monastery to the Skete with the wonderworking Icon of the Nativity of the Theotokos.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/21/100352-saint-makarios-of-glinsk-hermitage",
            "date": "2023/2/21"
        },
        {
            "title": "Uncovering of the relics of the Holy Martyrs at the Gate of Eugenius at Constantinople",
            "contents": "<p><a href=\"/saints/troparia/2023/02/22/100579-uncovering-of-the-relics-of-the-holy-martyrs-at-the-gate-of-euge\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>During the persecutions against Christians the relics of these Holy Martyrs were usually buried by the faithful in hidden places. Thus, at Constantinople, near the Eugenios Gate and tower, the incorrupt relics of several Martyrs were found. Their names are not known, but they are written in the Book of Life. </p><p> Wishing to glorify His servants, God began healing people of their infirmities at the place where the relics of the Martyrs were found. They were transferred to a church with great honor by a certain Hierarch. After the fragrant relics were revealed, there were more miracles of healing, and demons were cast out of those who were possessed. </p><p> It was revealed to a devout clergyman, Nicholas the Calligrapher, that among the relics discovered at the Eugenios gate were the relics of the holy Apostle Andronikos of the Seventy and his helper Junia (May 17), whom the Apostle Paul mentions in his Epistle to the Romans (Romans 16:7). In the XII century, a large domed church was built at the place where the relics of the Holy Martyrs were discovered. This work was undertaken by Emperor Andronikos (1183-1185), whose patron Saint was the Holy Apostle Andronikos.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/22/100579-uncovering-of-the-relics-of-the-holy-martyrs-at-the-gate-of-euge",
            "date": "2023/2/22"
        },
        {
            "title": "Martyrs Maurice and his son Photinus and Martyrs Theodore Philip and 70 soldiers at Apamea in Syria",
            "contents": "<p><a href=\"/saints/troparia/2023/02/22/100580-martyrs-maurice-and-his-son-photinus-and-martyrs-theodore-philip\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Maurice, a military commander of Syrian Apamea, suffered in the year 305 under the emperor Maximian Galerius (305-311) together with his son Photinus and seventy soldiers under his command (only two of the soldiers’ names are known, Theodore and Philip). </p><p>During a persecution, pagan priests reported to the emperor that Saint Maurice was spreading the faith in Christ. Brought to trial, Saint Maurice, his son and his soldiers firmly confessed their faith and they yielded neither to entreaties nor to threats. They were then beaten without mercy, burned with fire and raked with iron hooks. Young Photinus, having endured the tortures, was beheaded by the sword before the very eyes of his father. But this cruel torment did not break Saint Maurice, who was happy that his son had been vouchsafed the martyr’s crown. </p><p>They then devised even more subtle tortures for the martyrs: they led them to a swampy place full of mosquitoes, wasps and gnats, and they tied them to trees, having smeared their bodies with honey. The insects fiercely stung and bit the martyrs, who were weakened by hunger and thirst. </p><p>The saints endured these torments for ten days, but they did not cease praying and glorifying God until finally the Lord put an end to their sufferings. The wicked torturer gave orders to behead them and leave their bodies exposed without burial, but Christians secretly buried the venerable relics of the holy martyrs by night at the place of their horrible execution.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/22/100580-martyrs-maurice-and-his-son-photinus-and-martyrs-theodore-philip",
            "date": "2023/2/22"
        },
        {
            "title": "Venerable Thalassius Hermit of Syria",
            "contents": "<p><a href=\"/saints/troparia/2023/02/22/100585-venerable-thalassius-hermit-of-syria\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Thalassius of Syria lived during the fifth century. At a young age he withdrew to a hill near the village of Targala and passed 38 years there in monastic deeds, having neither a roof over his head, nor any cell nor shelter. </p><p>For his simple disposition, gentleness and humility he was granted by the Lord the gift of wonderworking and healing the sick. Many wanted to live under his guidance, and the saint did not refuse those coming to him. He himself built cells for them. He died peacefully, granted rest from his labors.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/22/100585-venerable-thalassius-hermit-of-syria",
            "date": "2023/2/22"
        },
        {
            "title": "Venerable Limnaeus Hermit of Syria",
            "contents": "<p><a href=\"/saints/troparia/2023/02/22/100586-venerable-limnaeus-hermit-of-syria\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Limnaeus began his efforts under the guidance of Saint Thalassius and dwelt with him for a sufficient time to acquire the virtues of his teacher: simplicity of manner, gentleness and humility. Then Saint Limnaeus joined Saint Maron (February 14). </p><p>On a hill he built a small stone enclosure without a roof, and through a small aperture, he conversed with those who came to see him. His heart was full of compassion for people. Wanting to help all the destitute, he built a wanderers’ home on the hillside with the help of his admirers, a dwelling for the poor and the crippled, and he fed them with what pious people brought him. </p><p>The holy ascetic even sacrificed his own quiet and solitude for these poor brethren, and took upon himself the responsibility for for their spiritual nourishment, inducing them to pray and glorify the Lord. For his holy life he was granted the gift of wonderworking. He once cured himself of a snakebite through prayer.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/22/100586-venerable-limnaeus-hermit-of-syria",
            "date": "2023/2/22"
        },
        {
            "title": "Venerable Baradates Hermit of Syria",
            "contents": "<p><a href=\"/saints/troparia/2023/02/22/100587-venerable-baradates-hermit-of-syria\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Baradates the Syrian began to live as a desert-dweller in a hut near Antioch. He then built a stone cell upon a hill, so cramped and low that the ascetic could stand in it only in a stooped position. It had neither window nor door, and the wind, rain and cold came in through the cracks, and in summer he was not protected from the heat.</p><p>After many years Patriarch Theodoretos of Alexandria urged the monk to leave the cramped hut. Then the saint withdrew into a new seclusion: covered in leather from head to foot with a small opening for his nose and mouth, he prayed standing with hands upraised to heaven. The grace of God strengthened him in his works and purified his heart from passions. People began to flock to him for spiritual counsel, and Saint Baradates with deep humility guided them. Having acquired many spiritual gifts, Saint Baradates departed to the Lord in peace in 460.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/22/100587-venerable-baradates-hermit-of-syria",
            "date": "2023/2/22"
        },
        {
            "title": "Saint Athanasius the Confessor of Constantinople",
            "contents": "<p><a href=\"/saints/troparia/2023/02/22/100588-saint-athanasius-the-confessor-of-constantinople\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Athanasius the Confessor was born in Constantinople of rich and pious parents. From his childhood he dreamed of devoting himself entirely to God, and having reached maturity, he settled in one of the Nicomedia monasteries, called the Pavlopetrios (i.e., in the names of the holy Apostles Peter and Paul), and became a monk there. </p><p>The loftiness of his ascetic life became known at the imperial court. During the reign of the iconoclast emperor Leo the Armenian (813-820), Saint Athanasius was subjected to torture for venerating icons, and then underwent exile, grief and suffering. Confessing the Orthodox Faith until the very end of his life, Saint Athanasius died peacefully in the year 821.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/22/100588-saint-athanasius-the-confessor-of-constantinople",
            "date": "2023/2/22"
        },
        {
            "title": "9 Martyred brothers of Kola: Guram Adarnerse Baqar Vache Bardzim Dachi Juansher Ramaz and Parsman",
            "contents": "<p><a href=\"/saints/troparia/2023/02/22/103817-9-martyred-brothers-of-kola-guram-adarnerse-baqar-vache-bardzim\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Many centuries ago, the village of Kola was located at the source of the Mtkvari River. There Christians and pagans dwelt together as neighbors. Christian and pagan children would play together, but when the Christian children heard church bells ringing, they recognized the call to prayer and dropped their games. Nine pagan children—Guram, Adarnerse, Baqar, Vache, Bardzim, Dachi, Juansher, Ramaz, and Parsman—would follow the Christian children to church. </p><p>But the Christians always stopped them near the gates of the church and reprimanded them, saying, “You are children of pagans. You cannot enter God’s holy house.” They would return sorry and dejected.</p><p>One day the nine pagan children tried to enter the church forcibly, but they were cast out and scolded. “If you want to enter the church, you must believe in our Lord Jesus Christ and be baptized in the name of the Father and of the Son and of the Holy Spirit,” they were told. “You must receive Holy Communion and join the community of Christian believers.”</p><p>With great joy the youths promised the Christians that they would receive Holy Baptism. When the Christians of Kola related to their priest the good news of the pagan boys’ desire, he recalled the words of the Gospel: <em>He that loves father or mother more than Me is not worthy of Me: and he that loves son or daughter more than Me is not worthy of Me. And he that takes not his cross, and follows after Me, is not worthy of Me.</em> (Matt. 10:37-38). </p><p>He was not afraid of the anger that would follow from the pagan community, but rather took the boys on a cold winter night and baptized them in the icy river. A miracle occurred while the Holy Sacrament was being celebrated: the water became warm and angelic hosts appeared to the youths. Greatly encouraged in their faith, the children decided to remain in the Christian community rather than return to their parents.</p><p>When their parents learned that they had been baptized in the Christian Faith, they dragged their children away from the church, abusing and beating them into submission all the way home. The heroic children endured the abuses and, though they went hungry and thirsty for seven days, repeated again and again, “We are Christians and will not eat or drink anything that was prepared for idols!” </p><p>Neither gentle flattery, nor costly clothing, nor promises of good things to come could tempt the God-fearing youths. Rather they asserted, “We are Christians and want nothing from you but to leave us alone and allow us to join the Christian community!”</p><p>The enraged parents went and reported to the prince everything that had happened. But the prince was of no help—he simply told them, “They are your children, do with them as you wish.” The obstinate pagans asked the prince permission to stone the children. So a large pit was dug where the youths had been baptized, and the children were thrown inside.</p><p>“We are Christians, and we will die for Him into Whom we have been baptized!” proclaimed the holy martyrs, the Nine Children of Kola, before offering up their souls to God.</p><p>Their godless parents took up stones, and then others joined in, until the entire pit had been filled. They beat the priest to death, robbed him, and divided the spoils among themselves.</p><p>The martyric contest of the Nine Righteous Children of Kola occurred in the 6th century, in the historical region of Tao in southern Georgia.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/22/103817-9-martyred-brothers-of-kola-guram-adarnerse-baqar-vache-bardzim",
            "date": "2023/2/22"
        },
        {
            "title": "Finding of the Relics of Saint Tikhon of Moscow",
            "contents": "<p></p><p> As widely reported, 2017 marked the 100th Anniversary of the <a href=\"/history-archives/100th-anni-st.-tikhons-election-enthronement\">Election and Enthronement of Saint Tikhon as Patriarch of Moscow</a> during the All-Russian Church Council.  <a href=\"/news/headline-news/metropolitan-tikhon-to-participate-in-moscow-celebration-of-100th-anniversa\">His Beatitude, Metropolitan Tikhon and a delegation</a> representing the Orthodox Church in America departed for Moscow on Thursday, November 30, 2017 to participate in the celebration of this ever-memorable occasion that directly relates to the life of the Church in Russia and America, inasmuch as Saint Tikhon served as Bishop and later Archbishop of North America from 1898 until 1907, when he returned to his homeland.</p><p>2017 also marked the 25th Anniversary of the discovery and recovery of the relics of Saint Tikhon, which were secured after his death in Moscow's Donskoy Monastery.</p><p> Saint Patriarch Tikhon fell asleep in the Lord on April 7, 1925.  He had suffered greatly during the years of turmoil and persecution that followed the Russian Revolution.  He was laid to rest in the monastery's small \"winter\" cathedral.  Subsequently the monastery was closed and repurposed, and the relics of Saint Tikhon were moved for safe keeping.</p><p> The Donskoy Monastery subsequently was returned to the Church and has been restored.  It was on Saturday, February 22, 1992, that Saint Tikhon's relics were discovered, hidden deep beneath the floor of the small cathedral.</p><p> Just weeks before this joyous event, <a href=\"/in-memoriam/protopresbyter-daniel-hubiak\">Protopresbyter Daniel Hubiak</a>, together with Matushka Dunia, had arrived in Moscow as the Orthodox Church in America's first Representative to the Russian Orthodox Church.  Little did they realize at the time that they would be witnesses to the recovery of Saint Tikhon's relics on that cold February afternoon.</p><p> Both Father Daniel and Matushka Dunia wrote first-hand accounts of the discovery of Saint Tikhon's relics, now enshrined in the Donskoy Monastery's main cathedral.</p><p> In conjunction with the Anniversary of Saint Tikhon's Enthronement in 1917, we offer the Hubiaks' accounts of the discovery of Saint Tikhon's relics.</p><p> </p><p> It is Saturday, February 22, 1992, in Moscow.  Father Dan and I are living at the Danilovsky Hotel.  We arrived in Moscow a month ago for Father Dan to begin his new assignment as Representative of the Orthodox Church in America to the Russian Orthodox Church (The Moscow Patriarchate).</p><p> Because no church was yet designated as our Representation Church, Father Dan would call Father Matfey Stadniuk on Saturday mornings to be told where he was to be for the Vigil and Divine Liturgy that weekend (usually at the Patriarchal Cathedral).  This Saturday morning (February 22) Father Matfey could not be reached.  Finally, around noon he answered the phone and told Father Dan to be at the Donskoy Monastery for a special service at 2:00 p.m.</p><p> The receptionists at the hotel (who were always very helpful) ordered a car and driver for us, and off we were to the Donskoy Monastery.  Upon our arrival at the main gate of the monastery, a mass of people, including clergy of all ranks, was gathering.  A sense of excitement permeated the scene.</p><p> What could all of this mean?</p><p> We arrived at the winter church and saw more people, clergy and TV cameras!  Father Dan was separated from me to join the clergy – I was left behind.  At that time, a month after arriving in Moscow, my linguistic ability was almost nonexistent, so I was unable to ask anyone anything.  So I stood there, trying to not get squeezed trying to see.  We were standing around what looked like a crypt in the vestibule.</p><p> Patriarch Aleksy entered and began the service.  More and more people crowded into the space, and again I was pushed to the side, unable to see.  However, I could still hear, and to my astonishment I discovered that we were standing at the tomb of the recently canonized Saint Tikhon, Patriarch of Moscow and All Russia – in many ways OUR Patriarch whom we commemorate as “the Enlightener of North America.”</p><p> The Molieben service began and the coffin was opened.  I made my way to a side of the area and found a chair on which I stood.  When the reality dawned on me as to what was taking place, I was very much moved and could hardly see because of my tears.</p><p> After most of the crowd had pushed and shoved its way to the side, I was able to look down and found the Mantia still intact with the eagles on the shoulders and at the hem.</p><p> Father Dan was given a piece of wood from the casket.</p><p> Just think!  If Father Dan had not reached Father Matfey, who was in his office all of two minutes, we would have missed this once in a lifetime experience!</p><p> </p><p> At the end of the meeting of the Permanent Synod of the Russian Orthodox Church, His Holiness, Patriarch Aleksy was informed that the grave of Saint Tikhon had been found in the smaller Cathedral of Our Lady of the Don in the Donskoy Monastery.  The Patriarch immediately went to the site and arranged for the opening of the casket at a special service at 3:00 p.m. on Saturday, February 22, 1992.</p><p>The top of the simple wooden casket was removed, revealing the mantia which covered the body of the saint.  Two gold brocaded emblems on the mantia were shining as new.  His Holiness said that the green patriarchal mantia was special in that it was one of only three made with that material and special style.  The stones in the cross of the Saint’s miter glistened as camera lights flashed.</p><p> A Molieben was sung.  Patriarch Aleksy spoke of the significance of this discovery and stated that a crypt will be made for the Saint’s relics.</p><p> The discovery of the Saint’s grave was miraculous.  Three different rumors pointed to the improbability of ever finding the remains of the Saint.  One version had it that the remains of the Saint had been cremated, another that he was buried in an unmarked grave in one cemetery, another that his remains were in another, unidentified cemetery.  The Church had no plans of trying to find the grave.</p><p> A fire at the smaller Cathedral of Our Lady of the Don made it necessary to undertake an extensive renovation of the church.  In the process of this renovation, a grave marker was found, but there was no body under the stone.  It was thought that perhaps the burial place was to one side or another of the stone.  A search of the area proved fruitless.  But under the stone was a large heating pipe that appeared to be intact.  An archeological expert examined the site and noticed that in fact the pipe, not detectable to the untrained eye, had indeed been disturbed.  The pipe was removed and beneath it, covered by earth, was a grave vault.  The vault was opened and the casket of Saint Tikhon was discovered there.  On the casket was a plaque identifying it as the casket of the Saint.  Those who buried the Saint took special pains to keep his body and his burial place secure and safe.</p><p> The finding of the Saint’s grave was a miracle.  The presence of the Representative of the OCA at the opening of the grave was another sign of God’s providence.  By chance I had called Father Matrfey Stadniuk to discuss the schedule of services for the weekend.  He was in his office for only for a few minutes – and that was when I called.  He told me to be at the Donskoy Monastery for a Molieben.  It appears that the person who was to have informed me simply forgot to do so.</p><p> An Act of the Opening of the Grave was signed by the Patriarch, the hierarchs, clergy and lay persons present.  My name and my wife’s name appear on the document.  I obtained a piece of wood from the top of the Saint’s casket.</p><p> O Holy Father Patriarch Tikhon, pray unto God for us!</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/22/100253-finding-of-the-relics-of-saint-tikhon-of-moscow",
            "date": "2023/2/22"
        },
        {
            "title": "Hieromartyr Polycarp Bishop of Smyrna",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100589-hieromartyr-polycarp-bishop-of-smyrna\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Polycarp, Bishop of Smyrna, who was “fruitful in every good work” (Col. 1:10), was born in the first century, and lived in Smyrna in Asia Minor. He was orphaned at an early age, but at the direction of an angel, he was raised by the pious widow Kallista. After the death of his adoptive mother, Polycarp gave away his possessions and began to lead a chaste life, caring for the sick and the infirm. He was very fond of and close to Saint Bucolus, Bishop of Smyrna (February 6). He ordained Polycarp as deacon, entrusting to him to preach the Word of God in church. He also ordained him to the holy priesthood. </p><p>The holy Apostle John the Theologian was still alive at this time. Saint Polycarp was especially close to Saint John, and sometimes accompanied him on his apostolic journeys. </p><p>Shortly before his death, Saint Bucolus expressed his wish that Polycarp be made Bishop of Smyrna. When Saint Polycarp was consecrated as a bishop, the Lord Jesus Christ appeared to him. Saint Polycarp guided his flock with apostolic zeal, and he was also greatly loved by the clergy. Saint Ignatius the God-Bearer of Antioch (December 20) also had a high regard for him. Setting out for Rome where execution awaited him, he wrote to Saint Polycarp, “This age is in need of you if it is to reach God, just as pilots need winds, and as a storm-tossed sailor needs a port.” </p><p>The emperor Marcus Aurelius (161-180) came to the Roman throne and started up a most fierce persecution against Christians. The pagans demanded that the judge search for Saint Polycarp, “the father of all the Christians” and “the seducer of all Asia.” </p><p>During this time Saint Polycarp, at the persistent urging of his flock, stayed in a small village not far from Smyrna. When the soldiers came for him, he went out to them and invited them in to eat. He asked for time to pray, in order to prepare himself for martyrdom. His suffering and death are recorded in the “Epistle of the Christians of the Church of Smyrna to the Other Churches,” one of the most ancient memorials of Christian literature. </p><p>Having been brought to trial, Saint Polycarp firmly confessed his faith in Christ, and was condemned to be burned alive. The executioners wanted to nail him to a post, but he declared that God would give him the strength to endure the flames, so they could merely tie him with ropes. The flames encircled the saint but did not touch him, coming together over his head in the shape of a vault. Seeing that the fire did him no harm, the pagans stabbed him with a dagger. So much blood flowed from this wound that it extinguished the flames. The body of the hieromartyr Polycarp was then cremated. The Christians of Smyrna reverently gathered up what remained of his holy relics, and each year they celebrated the day of his martyrdom. </p><p>A story has been preserved about Saint Polycarp by his disciple, Saint Irenaeus of Lyons, which Eusebius cites in his ECCLESIASTICAL HISTORY (V, 20): </p><p>“I was still very young when I saw you in Asia Minor at Polycarp’s,” writes Saint Irenaeus to his friend Florinus, “but I would still be able to point out the place where Blessed Polycarp sat and conversed, and be able to depict his walk, his mannerisms in life, his outward appearance, his speaking to people, his companionable wandering with John, and how he himself related, together with other eyewitnesses of the Lord, those things that he remembered from the words of others. He also told what he heard from them about the Lord, His teachings and miracles.... </p><p>“Through the mercy of God to me, I then already listened attentively to Polycarp and wrote down his words, not on tablets, but in the depths of my heart. Therefore, I am able to bear witness before God, that if this blessed and apostolic Elder heard something similar to your fallacy, he would immediately stop up his ears and express his indignation with his usual phrase: ‘Good God! That Thou hast permitted me to be alive at such a time!’” </p><p>During his life the holy bishop wrote several Epistles to the flock and letters to various individuals. The only one that has survived to the present day is his Epistle to the Philippians which, Saint Jerome testifies, was read in the churches of Asia Minor at divine services. It was written by the saint in response to the request of the Philippians to send them some letters of the hieromartyr Ignatius (December 20) which Saint Polycarp had in his possession. </p><p>The composer H.I.F. Bibier (1644-1704) has written a Sonata “Scti Polycarpi” for eight trumpets in honor of the holy martyr.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100589-hieromartyr-polycarp-bishop-of-smyrna",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable Polycarp of Briansk",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100590-venerable-polycarp-of-briansk\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Polycarp of Briansk, in the world, was Prince Peter Ivanovich Boryatinsky, a descendant of Saint Michael, Prince of Chernigov (September 20). This supposition has been put forward because Boryatinsky is connected with the destiny of the Briansk Savior Transfiguration monastery. </p><p>The name of Prince Peter Boryatinsky is often encountered in documents of the sixteenth century. Thus, he was among those sent off to wage war against the Swedish king at the river Sestra. In 1576, he was named voevod at Tula. In 1580, Boryatinsky, having been appointed voevod at Kholm, was captured by the Lithuanians under a siege headed by Panin. Upon his release from captivity under Boris Godinov, Boryatinsky returned home in disgrace. </p><p>In 1591 he was named voevod at Tiumen, but after several years he left the world, settled at Briansk and received monastic tonsure with the name Polycarp. From his means the monk built a monastery of the Transfiguration of the Lord and established in it a Rule of strict ascetical life. Saint Polycarp was the first Superior of this monastery. He died and was buried there in 1620 or 1621.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100590-venerable-polycarp-of-briansk",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable John Ascetic of the Syrian Deserts",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100591-venerable-john-ascetic-of-the-syrian-deserts\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint John, disciple of Saint Limnaeus (February 22), lived in Syria in the fifth century, and chose for himself the ascetic struggle of “a shelterless life.” He settled on a hill, sheltered from the wind on all sides, and lived there for twenty-five years. He ate only bread and salt, and he exhausted his body under heavy chains. When one of the nearby ascetics planted an almond tree on the hill so that Saint John could enjoy its shade and get out of the vicious heat, the saint told him to cut it down. This he did in order to deny his body any respite.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100591-venerable-john-ascetic-of-the-syrian-deserts",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable Antiochus and Antoninus ascetics of the Syrian Deserts",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100592-venerable-antiochus-and-antoninus-ascetics-of-the-syrian-deserts\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saints Antiochus and Antoninus also lived in asceticism with Saint John. They continued their ascetical struggles until they reached an advanced age, offering an example of spiritual strength, and overcoming every obstacle.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100592-venerable-antiochus-and-antoninus-ascetics-of-the-syrian-deserts",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable Moses Ascetic of the Syrian Deserts",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100594-venerable-moses-ascetic-of-the-syrian-deserts\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Moses lived in Syria in the fifth century. Imitating Saint John, he settled on a high mountain near the village of Rama. He was a disciple of Saint Polychronius, and lived with him. Emulating his Elder in everything, Saint Moses was the very model of an austere ascetical life.</p><p>Saint Moses died in Syria in the fifth century. </p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100594-venerable-moses-ascetic-of-the-syrian-deserts",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable Zebinas Ascetic of the Syrian Deserts",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100595-venerable-zebinas-ascetic-of-the-syrian-deserts\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Zebinas lived in Syria during the fifth century. He lived an ascetical life on the same mountain as Saint Moses. He never sat down during his Rule of prayer, but sometimes he leaned on his staff. The neighboring inhabitants venerated Saint Zebinas, and they received great help in their sorrows and needs through his prayers. </p><p>He reached a great old age, then departed to the Lord.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100595-venerable-zebinas-ascetic-of-the-syrian-deserts",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable Polychronius Ascetic of the Syrian Deserts",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100596-venerable-polychronius-ascetic-of-the-syrian-deserts\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Polychronius lived in Syria in the fifth century. He was the disciple of Saint Zebinas, and imitated the life of his Elder, spending both day and night in fasting and vigil. Saint Polychronius had no chains, but he dug up a heavy oaken root from the earth and carried it on his shoulders when he prayed. Saint Polychronius asked God to send rain during a drought, and he filled up a stone vessel with oil for the needy.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100596-venerable-polychronius-ascetic-of-the-syrian-deserts",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable Damian Ascetic of the Syrian Deserts",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100598-venerable-damian-ascetic-of-the-syrian-deserts\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Damian lived in Syria in the fifth century. He withdrew to a monastery named Ieros and lived there in asceticism. In his cell he had only a small box of lentils from which he ate.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100598-venerable-damian-ascetic-of-the-syrian-deserts",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable Alexander founder of the Monastery of the Unsleeping Ones",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100599-venerable-alexander-founder-of-the-monastery-of-the-unsleeping-o\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Alexander, Founder of the Monastery of the “Unsleeping Ones,” was born in Asia and received his education at Constantinople. He spent some time in military service but, sensing a calling to other service, he left the world and received monastic tonsure in one of the desert monasteries near Antioch under the guidance of Igumen Elias. </p><p>Having advanced through all the degrees of monastic obedience, he received a blessing from the igumen to dwell in the wilderness. The saint lived an ascetical life in the wilderness, taking only the Holy Gospel with him. Afterwards, the Lord summoned him to preach to pagans. He converted to the faith the local city-head Rabbul, who afterwards prospered in the service of the Church, attaining the rank of bishop, and for thirty years, he occupied the bishop’s cathedra in the city of Edessa. </p><p>Finally, Saint Alexander settled not far from the Euphrates River. Monks gathered around him, attracted by the loftiness of his prayerful asceticism and spiritual experience. A monastery of 400 monks eventually sprang up there. </p><p>Then the holy igumen in his prayerful zeal decided to offer never-ceasing praise to the Lord at the monastery both by day and by night. For three years the holy abba prayed that God might reveal to him whether it was pleasing to Him to establish such a monastic rule. He received an answer by divine revelation. All the monks were divided into twenty-four watches of prayer. Changing shifts each hour, two choirs sang the holy Psalms both day and night, except when divine services were celebrated in church. Hence the name “Monastery of Unsleeping Ones,” since the ascetics offered unceasing praise to God. </p><p>Saint Alexander guided the monastery on the Euphrates for twelve years. Thereafter, having left the experienced Elder Trophimus as igumen, he set off with some chosen brethren through the cities bordering on Persia, to preach the Gospel. Having arrived at Constantinople, capital of the Byzantine Empire, he also established a monastery there with his Rule of unceasing praise. The abba died at a great old age after fifty years of monastic struggles. His death occurred in the year 430. </p><p>Saint Alexander is also commemorated on July 3.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100599-venerable-alexander-founder-of-the-monastery-of-the-unsleeping-o",
            "date": "2023/2/23"
        },
        {
            "title": "Venerable Damian of Esphigmenou of Mount Athos",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100600-venerable-damian-of-esphigmenou-of-mount-athos\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Damian lived in the thirteenth century. He was a hesychast on Mt. Athos, and struggled in the skete of Esphigmenou monastery, on a mountain called Samareia, between the monasteries of Hilandar and Esphigmenou, and also in one of the caves where the Father of Russian Monasticism, Saint Anthony of the Caves (July 10), had lived in asceticism.</p><p>Known for his ascetic life and for the miracles he performed, he was truly obedient and kept the injunctions of the Fathers. </p><p>Saint Damian reposed in his cell in the year 1280, and a miraculous fragrance issued from his grave for forty days. His Life was written by his friend Saint Cosmas of Zographou Monastery (September 22).</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100600-venerable-damian-of-esphigmenou-of-mount-athos",
            "date": "2023/2/23"
        },
        {
            "title": "Monastic Martyr Damian of Philotheou",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/100602-monastic-martyr-damian-of-philotheou\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Damian of Philotheou was a disciple of Saint Dometius (August 7). He was from the village of Richovon (Merichovon) near Agrapha. He went to Mt. Athos when he was quite young, and received the monastic tonsure at Philotheou Monastery. After spending some time there, he withdrew to a hermitage under the guidance of an Elder named Dometius.</p><p>After three years, he heard a voice telling him to go forth and teach. He obeyed these instructions, preaching in many areas of Greece. He urged his fellow Christians to repent of their sins, to abstain from all vices, to obey God’s commandments, and to devote themselves to God-pleasing works.</p><p>As he was on his way to a village, Saint Damian was arrested by the Turks and thrown into prison. After fifteen days of torture, he was hanged and then thrown into a fire.</p><p>Saint Damian received the crown of martyrdom on February 23, 1568.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100602-monastic-martyr-damian-of-philotheou",
            "date": "2023/2/23"
        },
        {
            "title": "New Hieromartyr Nicholas (Dmitrov) of Tver",
            "contents": "<p><a href=\"/saints/troparia/2023/02/23/103911-new-hieromartyr-nicholas-dmitrov-of-tver\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>No information available at this time.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/103911-new-hieromartyr-nicholas-dmitrov-of-tver",
            "date": "2023/2/23"
        },
        {
            "title": "Saint Gorgonia Sister of Saint Gregory the Theologian",
            "contents": "<p>Most of the information about Saint Gorgonia (Γοργονία) comes from her brother, Saint Gregory Nazianzus (January 25) in his Oration VIII, \"On his Sister Gorgonia,\" which was delivered sometime after their brother Saint Caesarius (March 9) went to the Lord in 369, and before the repose of their father, the elder Saint Gregory Nazianzus, in 374.</p><p> She was the daughter of Saint Gregory Nazianzus (January 1) and Saint Nonna (August 5), and was named for her maternal grandmother Gorgonia. Saint Gregory the Theologian tells us that she derived her existence and her reputation from their parents, because they sowed in her the seeds of piety. </p><p> In praising her virtues, Saint Gregory states that her modesty surpassed those of her own time, and those who lived before her. She blended the excellence of the married state with that of the unmarried state, avoiding the disadvantages of each, while combining all that is best in both. Thus, Saint Gorgonia proved that \"neither of them absolutely binds us to, or separates us from, God or the world.\" It is the mind which nobly presides over marriage and virginity, arranging and working on them as \"the raw material of virtue.\"</p><p> Saint Gorgonia had consecrated herself to God, and also won her husband Alypios to her side. He was from the city of Iconium, where Faustinus was the bishop. She made Alypios \"a good fellow servant, instead of an unreasonable master.\" This pious couple had five children; two sons who became bishops, and three daughters: Alypianḗ, Eugenia, and Nonna. Moreover, she made her children and their children's children the fruit of her spirit, dedicating to God not only her soul, but also her entire family and household. As long as she lived, she showed herself as an example of all that is good. Her devoted brother even compared her to King Solomon's virtuous woman (Proverbs 31:10-31).</p><p> This daughter of a saintly family took both her natural and spiritual parents as her models of virtue, and they were the source of her goodness. She did not wear fine clothes or expensive jewelry, nor did she use pigments to enhance her beauty. The only red coloring dear to her was the blush of modesty; and her only white coloring was the tint of temperance.</p><p> She adorned the churches with offerings, and thereby presented herself to God as a living temple. She opened her house to members of her family who were in want, and even to strangers. She was sympathetic to those in trouble, and compassionate toward widows. She \"dispersed abroad\" and \"gave to the poor\" (Psalm 111/112:9). The only wealth she left to her children was the excellence of her example.</p><p> In her fasting, her chanting of the Psalms, her vigils, her tears, and her prayers, she surpassed not only women, but also the most devout men, thereby demonstrating that the distinction between male and female is one of body, not of soul.</p><p> One day, as Saint Gorgonia was riding in her carriage, the mules bolted and the carriage was overturned. She was dragged over the ground and suffered serious injury. Those who were not Christians were scandalized that God would permit such a thing to happen to this righteous woman. Although she was bruised in her bones and limbs, she would not allow a physician to examine her, in order to preserve her modesty. She trusted that God would heal her, and He did. Seeing her unexpected recovery, people concluded that the accident had occurred so that by her patient endurance and her miraculous healing, God would be glorified.</p><p> Saint Gorgonia longed for death, preferring to be with Christ rather than remain on earth. She had a vision in which the day of her death was revealed to her so that she might prepare herself. As that time drew near she took to her bed, and spent her last day giving instructions to her husband, her children, and her friends. After discoursing about spiritual matters, she reposed in the year 370 at the age of thirty-eight. Her last words were, “I will both lie down in peace and sleep” (Psalm 4:8).</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/23/100259-saint-gorgonia-sister-of-saint-gregory-the-theologian",
            "date": "2023/2/23"
        },
        {
            "title": "First and second finding of the Honorable Head of the Holy Glorious Prophet Forerunner and Baptist of the Lord John",
            "contents": "<p><a href=\"/saints/troparia/2023/02/24/100603-first-and-second-finding-of-the-honorable-head-of-the-holy-glori\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>After the Beheading of the Holy Prophet, Forerunner and Baptist John (August 29), his body was buried by disciples in the Samarian city of Sebaste, and his venerable head was hidden by Herodias in an unclean place. Saint Joanna (June 27), the wife of King Herod’s steward Chuza (Luke 8:3), secretly took the holy head and placed it into a vessel and buried it on the Mount of Olives in one of Herod’s properties. </p><p>After many years, this property passed into the possession of a government official who became a monk with the name of Innocent. He built a church and a cell there. When they started to dig the foundation, the vessel with the venerable head of John the Baptist was uncovered. Innocent recognized its great holiness from the signs of grace emanating from it. Thus occurred the First Finding of the Head. Innocent preserved it with great piety, but fearful that the holy relic might be abused by unbelievers, before his own death he again hid it in that same place, where it was found. Upon his death the church fell into ruin and was destroyed. </p><p>During the days of Saint Constantine the Great (May 21), when Christianity began to flourish, the holy Forerunner appeared twice to two monks journeying to Jerusalem on pilgrimage to the holy places, and he revealed the location of his venerable head. </p><p>The monks uncovered the holy relic and, placing it into a sack of camel-hair, they proceeded homewards. Along the way they encountered an unnamed potter and gave him the precious burden to carry. Not knowing what he was carrying, the potter continued on his way. But the holy Forerunner appeared to him and ordered him to flee from the careless and lazy monks, with what he held in his hands. The potter concealed himself from the monks and at home he preserved the venerable head with reverence. Before his death he placed it in a water jug and gave it to his sister. </p><p>From that time the venerable head was successively preserved by devout Christians, until the priest Eustathius (infected with the Arian heresy) came into possession of it. He beguiled a multitude of the infirm who had been healed by the holy head, ascribing their cures to the fact that it was in the possession of an Arian. When his blasphemy was uncovered, he was compelled to flee. After he buried the holy relic in a cave, near Emesa, the heretic intended to return later and use it for disseminating falsehood. God, however, did not permit this. Pious monks settled in the cave, and then a monastery arose at this place. In the year 452 Saint John the Baptist appeared to Archimandrite Marcellus of this monastery, and indicated where his head was hidden. This became celebrated as the Second Finding. The holy relic was transferred to Emesa, and later to Constantinople.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/24/100603-first-and-second-finding-of-the-honorable-head-of-the-holy-glori",
            "date": "2023/2/24"
        },
        {
            "title": "Venerable Erasmus of the Kiev Near Caves",
            "contents": "<p><a href=\"/saints/troparia/2023/02/24/100604-venerable-erasmus-of-the-kiev-near-caves\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Erasmus of the Kiev Caves Saint Simon, Bishop of Vladimir (May 10), wrote about him to his friend Saint Polycarp (July 24): “At the Caves was Erasmus the black-robed. He acquired a legacy of fame because he used everything he possessed for the adornment of the monastery church. He donated many icons, which even now may be seen over the altar. </p><p>“The saint experienced great temptations after he had given away his wealth. The Evil One began to suggest to him that he should have given the money to the poor, rather than spend it on the beautification of the church. Saint Erasmus did not understand such thoughts, so he fell into despondency and began to live in a careless manner. Because of his former virtue the gracious and merciful God saved him. He sent him a grievous illness, and the monk lay near death. </p><p>“In this sickness Erasmus lay for seven days, unable to see or speak, and hardly breathing. On the eighth day the brethren came to him and, seeing the difficulty of his approaching death, said, ‘Woe to the soul of this brother, for he lived in idleness and in sin. Now his soul beholds something and tarries, not having the strength to leave the body.’ </p><p>“Erasmus suddenly got up, as though he had not been ill, and said to the monks, ‘Fathers and brethren! It is true that I am a sinner, and have not repented, as you said. Today, however, our monastic fathers Anthony and Theodosius have appeared to me, and said: “We have prayed for you, and the Lord has given you time for repentance.” Then I saw the All-Pure Mother of God with Christ in Her arms, and She said to me, “Erasmus, since you adorned My Church with icons, I will also adorn you and exalt you in the Kingdom of my Son! Arise, repent, take the angelic schema, and on the third day you will be taken from this life.”’  </p><p>“Having said this, Erasmus began to confess his sins before all without shame, then went to church and was clothed in the schema, and on the third day he died.” Saint Erasmus was buried in the Near Caves. His memory is also celebrated on September 28 and on the second Sunday of Great Lent.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/24/100604-venerable-erasmus-of-the-kiev-near-caves",
            "date": "2023/2/24"
        },
        {
            "title": "Saturday of Cheesefare Commemoration of all our God-bearing Fathers and Mothers who shone forth in asceticism",
            "contents": "<p><a href=\"/saints/troparia/2023/02/25/6-saturday-of-cheesefare-commemoration-of-all-our-god-bearing-fath\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>On this day, we commemorate all the righteous and God-bearing Fathers and Mothers, both known and unknown, who shone forth in asceticism. With these two weeks of Meatfare and Cheesefare, the Church gradually eases us into the full fasting which begins on Monday.</p><p>The holy acetics are virtuous men and women who contended against the devil and their own passions. By examining their lives and their struggles against the Enemy, we take courage from the victory they have achieved, and are inspired to imitate their God-pleasing conduct. They also teach us that fasting is not merely abstinence from food, but involves refraining from inappropriate speech and unseemly actions.</p><p>Since these holy ascetics share the same human nature that we have, their example is an encouragement to us as we embark on our own spiritual struggles. Their lives are a model for us to follow as we seek to acquire and practice the various virtues and to turn away from everything evil. If we undertake these same struggles of prayer, fasting, and good works, we shall receive from God the same reward they did.</p><p> </p><p>Most of the holy ascetics commemorated today have their own separate Feast Day during the year, while some are remembered only on this day.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/25/6-saturday-of-cheesefare-commemoration-of-all-our-god-bearing-fath",
            "date": "2023/2/25"
        },
        {
            "title": "Saint Tarasius Archbishop of Constantinople",
            "contents": "<p><a href=\"/saints/troparia/2023/02/25/100605-saint-tarasius-archbishop-of-constantinople\" class=\"button\"><span>Troparion &amp; Kontakion</span></a></p><p>Saint Tarasius, Patriarch of Constantinople was of illustrious lineage. He was born and raised in Constantinople, where he received a fine education. He was rapidly promoted at the court of the emperor Constantine VI Porphyrogenitos (780-797) and Constantine’s mother, the holy Empress Irene (August 7), and the saint attained the rank of senator.</p><p>During these times the Church was agitated by the turmoil of the Iconoclast disturbances. The holy Patriarch Paul (August 30) although he had formerly supported Iconoclasm, later repented and resigned his office. He withdrew to a monastery, where he took the schema. When the holy Empress Irene and her son the emperor came to him, Saint Paul told them that the most worthy successor to him would be Saint Tarasius (who at this time was still a layman).</p><p>Tarasius refused for a long time, not considering himself worthy of such high office, but he then gave in to the common accord on the condition, that an Ecumenical Council be convened to address the Iconoclast heresy.</p><p>Proceeding through all the clerical ranks in a short while, Saint Tarasius was elevated to the patriarchal throne in the year 784. In the year 787 the Seventh Ecumenical Council was convened in the city of Nicea, with Patriarch Tarasius presiding, and 367 bishops attending. The veneration of holy icons was confirmed at the council. Those bishops who repented of their iconoclasm, were again received by the Church.</p><p>Saint Tarasius wisely governed the Church for twenty-two years. He led a strict ascetic life. He spent all his money on God-pleasing ends, feeding and giving comfort to the aged, to the impoverished, to widows and orphans, and on Holy Pascha he set out a meal for them, and he served them himself. </p><p>The holy Patriarch fearlessly denounced the emperor Constantine Porphyrigenitos when he slandered his spouse, the empress Maria, the granddaughter of Saint Philaretos the Merciful (December 1), so that he could send Maria to a monastery, thus freeing him to marry his own kinswoman. Saint Tarasius resolutely refused to dissolve the marriage of the emperor, for which the saint fell into disgrace. Soon, however, Constantine was deposed by his own mother, the Empress Irene. </p><p>Saint Tarasius died in the year 806. Before his death, devils examined his life from the time of his youth, and they tried to get the saint to admit to sins that he had not committed. “I am innocent of that of which you accuse me,” replied the saint, “and you falsely slander me. You have no power over me at all.”</p><p>Mourned by the Church, the saint was buried in a monastery he built on the Bosphorus. Many miracles took place at his tomb.</p>",
            "source": "https://www.oca.org/saints/lives/2023/02/25/100605-saint-tarasius-archbishop-of-constantinople",
            "date": "2023/2/25"
        }
    ]
}